Repository: zerlkung/Sakuna-Of-Rice-and-Ruin-TH
Catalog: Game.po
Languages: th

# English Season_Spring,春,Spring,春,春,봄,Primavera
source: Spring
th: ฤดูใบไม้ผลิ

# English Season_Summer,夏,Summer,夏,夏,여름,Verano
source: Summer
th: ฤดูร้อน

# English Season_Autumn,秋,Autumn,秋,秋,가을,Otoño
source: Autumn
th: ฤดูใบไม้ร่วง

# English Season_Winter,冬,Winter,冬,冬,겨울,Invierno
source: Winter
th: ฤดูหนาว

# English Weather_Sun,晴れ,Sunny,晴,晴,맑음,Soleado
source: Sunny
th: แดดจัด

# English Weather_Cloud,曇り,Cloudy,陰,阴,구름,Nublado
source: Cloudy
th: เมฆมาก

# English Weather_Rain,雨,Rain,雨,雨,비,Lluvia
source: Rain
th: ฝน

# English Weather_Snow,雪,Snow,雪,雪,눈,Nieve
source: Snow
th: หิมะ

# English ClimateTendency,気象傾向,Forecast,氣象趨勢,气象趋势,기상 경향,Pronóstico
source: Forecast
th: พยากรณ์

# English Rainfall_Standard,普通,Average,普通,普通,보통,Normal
source: Average
th: เฉลี่ย

# English Rainfall_Drought,日照り,Drought,晴天,晴天,맑음,Sequía
source: Drought
th: ความแห้งแล้ง

# English Rainfall_HeavyRain,多雨,Heavy Rain,多雨,多雨,폭우,Chaparrón
source: Heavy Rain
th: ฝนตกหนัก

# English Temperature,気温,Temperature,氣溫,气温,기온,Temperatura
source: Temperature
th: อุณหภูมิ

# English TemperatureUnit_C,摂氏,Celsius,攝氏,摄氏,섭씨,Celsius
source: Celsius
th: เซลเซียส

# English TemperatureUnit_F,華氏,Fahrenheit,華氏,华氏,화씨,Fahrenheit
source: Fahrenheit
th: ฟาเรนไฮต์

# English TemperatureSwing_Cold,低,Very Low,低,低,매우 낮음,Muy baja
source: Very Low
th: ต่ำมาก

# English TemperatureSwing_Cool,微低,Low,略低,略低,낮음,Baja
source: Low
th: ต่ำ

# English TemperatureSwing_Normal,並,Average,中,中,보통,Normal
source: Average
th: เฉลี่ย

# English TemperatureSwing_Warm,微高,High,略高,略高,높음,Alta
source: High
th: สูง

# English TemperatureSwing_Hot,高,Very High,高,高,매우 높음,Muy alta
source: Very High
th: สูงมาก

# English WindPower,風力,Wind Speed,風力,风力,풍력,Velocidad del viento
source: Wind Speed
th: ความเร็วลม

# English WindPower_Low,微,Low,微弱,微弱,약,Baja
source: Low
th: ต่ำ

# English WindPower_Middle,並,Average,中,中,중,Normal
source: Average
th: เฉลี่ย

# English WindPower_High,強,High,強力,强力,강,Alta
source: High
th: สูง

# English Status_Level,格,Level,等級,等级,수준,Nivel
source: Level
th: เลเวล

# English Status_Attack,攻撃力,Attack,攻擊力,攻击力,공격력,Ataque
source: Attack
th: โจมตี

# English Status_Defense,防御力,Defense,防禦力,防御力,방어력,Defensa
source: Defense
th: ป้องกัน

# English Status_Hungry,満腹,Fullness,飽足,饱腹,만복,Saciedad
source: Fullness
th: ความอิ่ม

# English Status_Speed,速度,Speed,速度,速度,속도,Velocidad
source: Speed
th: ความเร็ว

# English AttackAttribute,属性,Attribute,屬性,属性,속성,Atributo
source: Attribute
th: คุณลักษณะ

# English AttackAttribute_Slash,斬,Slash,斬,斩,참,Corte
source: Slash
th: ฟัน

# English AttackAttribute_Strike,打,Strike,打,打,타,Impacto
source: Strike
th: จู่โจม

# English AttackAttribute_Stab,突,Pierce,突,突,돌,Perfor.
source: Pierce
th: เจาะเกราะ

# English AttackAttribute_Magic,術,Magic,術,术,술,Magia
source: Magic
th: เวทมนตร์

# English Genus_BeastFoot2,二足獣,Biped,二足野獸,二足野兽,2족수,Bípedo
source: Biped
th: สัตว์สองเท้า

# English Genus_BeastFoot4,四足獣,Quadruped,四足野獸,四足野兽,4족수,Cuadrúpedo
source: Quadruped
th: สัตว์สี่เท้า

# English Genus_Fly,飛行,Flying,飛行,飞行,비행,Volador
source: Flying
th: สัตว์ปีก

# English Genus_Aquatic,^水棲^すいせい^,Aquatic,水棲,水栖,수생,Acuático
source: Aquatic
th: สัตว์น้ำ

# English Genus_Undead,^黄泉神^よもつがみ^,Specter,黃泉神,黄泉神,황천신,Espectro
source: Specter
th: ผี

# English Item_Item,素材,Material,材料,材料,소재,Material
source: Material
th: วัสดุ

# English Item_Food,食材,Ingredient,食材,食材,식재,Ingrediente
source: Ingredient
th: วัตถุดิบ

# English Item_Cooking,料理,Dish,料理,料理,요리,Plato
source: Dish
th: อาหาร

# English Item_Weapon,武器,Weapon,武器,武器,무기,Arma
source: Weapon
th: อาวุธ

# English Item_Armor,衣類,Armor,防具,防具,의류,Armadura
source: Armor
th: ชุดเกราะ

# English Item_Armor_Body,衣,Garment,服裝,服装,옷,Atuendo
source: Garment
th: เสื้อผ้า

# English Item_Armor_Head,笠,Headgear,斗笠,斗笠,삿갓,Sombrero
source: Headgear
th: หมวก

# English Item_Armor_Face,面,Mask,面具,面具,가면,Máscara
source: Mask
th: หน้ากาก

# English Item_KeyItem,大事なもの,Key Item,重要物品,重要物品,중요한 물건,Objeto clave
source: Key Item
th: ไอเทมสำคัญ

# English Item_SkillAttack,武技,Fighting Skill,武技,武技,무기술,Habilidad de lucha
source: Fighting Skill
th: ทักษะการต่อสู้

# English Item_SkillSoilwork,羽衣技,Raiment Skill,羽衣技,羽衣技,날개옷 기술,Habilidad de ropaje
source: Raiment Skill
th: ทักษะเสื้อผ้า

# English Kohaku,^木魄^こはく^,Amber,木魄,木魄,목백,Ámbar
source: Amber
th: อำพัน

source: Enchantment of True Strength:
th: เสน่ห์แห่งความแข็งแกร่งที่แท้จริง:

source: ~StatusBuff~~Parameter~ Increased
th: ~StatusBuff~~Parameter~ เพิ่มขึ้น

source: ~StatusDebuff~~Parameter~ Decreased
th: ~StatusDebuff~~Parameter~ ลดลง

source: ~StatusDebuff~ Poison
th: ~StatusDebuff~ พิษ

source: ~ItemName~ acquired
th: ได้รับ ~ItemName~

source: ~ItemName~ lost
th: สูญเสีย ~ItemName~

source: Learned ~SkillKind~ "~SkillName~."
th: เรียนรู้ ~SkillKind~ "~SkillName~."

source: ~Skill~ proficiency raised to ~Level~.
th: ~Skill~ ความเชี่ยวชาญเพิ่มขึ้นเป็น ~Level~.

source: To continue "~Quest~," ~Member~ must be home.
th: หากต้องการดำเนินการต่อ "~Quest~" ~Member~ จะต้องอยู่บ้าน

source: ~LStick~ Move
th: ~LStick~ เคลื่อนที่

source: ~JumpButton~ Jump
th: ~JumpButton~ กระโดด

source: ~AttackWButton~ Quick Attack ~AttackSButton~ Heavy Attack
th: ~AttackWButton~ โจมตีอย่างรวดเร็ว ~AttackSButton~ โจมตีหนัก

source: ~LStick~ + ~AttackWButton~ or ~AttackSButton~ Perform a variety of attacks, dependent on the direction pressed.
th: ~LStick~ + ~AttackWButton~ หรือ ~AttackSButton~ เพื่อทำการโจมตีที่หลากหลาย ขึ้นอยู่กับทิศทางที่กด

source: ~LStick~ + ~ClothButton~ Extend the Divine Raiment Use it to grapple walls and ceilings.
th: ~LStick~ + ~ClothButton~ ขยายอาภรณ์ศักดิ์สิทธิ์ ใช้ยึดกับผนังและเพดาน

source: ~LStick~ + ~ClothButton~ Extend the Divine Raiment Attach it to an enemy to swing around them.
th: ~LStick~ + ~ClothButton~ ขยายอาภรณ์ศักดิ์สิทธิ์ ติดเข้ากับศัตรูเพื่อเหวี่ยงไปรอบๆ

source: ~JumpButton~ Jump ~LStick~ + ~ClothButton~ Extend the Divine Raiment
th: ~JumpButton~ กระโดด ~LStick~ + ~ClothButton~ ขยายอาภรณ์ศักดิ์สิทธิ์

source: ~LStick~ + ~ClothButton~ Extend the Divine Raiment ~Down~ Hold ~ClothButton~ to grip walls and ceilings. ~Down~ ~JumpButton~ Jump
th: ~LStick~ + ~ClothButton~ ขยายอาภรณ์ศักดิ์สิทธิ์ ~Down~ กด ~ClothButton~ ค้างไว้ เพื่อยึดกับผนังและเพดาน ~Down~ ~JumpButton~ กระโดด

source: ~SkillButton~ Fighting Skill Use the ~LStick~ to spend SP and perform fighting skills, dependent on the direction. Spent SP is replenished over time.
th: ~SkillButton~ ทักษะการต่อสู้ ใช้ ~LStick~ เพื่อใช้ SP และใช้งานทักษะการต่อสู้ ในทิศทางที่ต้องการ SP ที่ใช้ไปจะถูกเติมเต็มเมื่อเวลาผ่านไป

source: ~Left~ or ~Right~ + ~SkillButton~ Launching Attack Send enemies flying into one another to rack up bonus damage!
th: ~Left~ or ~Right~ + ~SkillButton~ เริ่มการโจมตี ส่งศัตรูเข้าหากัน เพื่อเพิ่มโบนัสความเสียหาย!

source: Striking certain spots of terrain will cause items to appear.
th: จู่โจมในบางจุดของภูมิประเทศ จะทำให้ไอเทมปรากฏขึ้น

source: ~PauseButton~ Open the menu to change equipment.
th: ~PauseButton~ เปิดเมนูเพื่อเปลี่ยนอุปกรณ์

source: ~ClothButton~ Extend the Divine Raiment to cross.
th: ~ClothButton~ ขยายอาภรณ์ศักดิ์สิทธิ์เพื่อข้าม

source: Keep holding ~ClothButton~
th: กด ~ClothButton~ ค้างไว้

source: Press ~Down~ + ~JumpButton~ to drop down
th: กด ~Down~ + ~JumpButton~ เพื่อทิ้งตัว

source: Your stomach is growling! Until you sate your hunger, you won't recover health and any food effects will dissipate.
th: ท้องของคุณร้อง! จนกว่าคุณจะหายหิว คุณจะไม่ได้รับการฟื้นฟู และผลของอาหารจะไม่มีผล

source: In order to fill your belly, you need to return home and rest.
th: เพื่อจะได้อิ่มท้อง คุณต้องกลับบ้านและพักผ่อน

source: Danger lurks beyond the veil of night. Demons grow stronger and the path grows darker.
th: อันตรายแฝงตัวอยู่เหนือม่านราตรี ปีศาจแข็งแกร่งขึ้นและเส้นทางก็มืดลง

source: Let's return home and rest.
th: กลับบ้านและพักผ่อน
