Repository: zerlkung/Sakuna-Of-Rice-and-Ruin-TH
Catalog: PauseMenu.po
Languages: th

# English Top_Status,能力,Status,能力,能力,능력,Estado
source: Status
th: สถานะ

# English Top_Equip,装備,Equipment,裝備,装备,장비,Equipo
source: Equipment
th: อุปกรณ์

# English Top_Skill,武技,Skills,武技,武技,기술,Habilidades
source: Skills
th: ทักษะ

# English Top_Item,財,Items,財物,财物,아이템,Objetos
source: Items
th: ไอเทม

# English Top_Quest,仕事,Quests,工作,工作,일,Misiones
source: Quests
th: เควส

# English Top_System,其の他,System,其他,其他,시스템,Sistema
source: System
th: ระบบ

# English Top_Right_Weather,天気予報,Weather,天氣預報,天气预报,일기 예보,Tiempo
source: Weather
th: สภาพอากาศ

# English Top_Right_Ine,稲,Rice,稻米,稻米,벼,Arroz
source: Rice
th: ข้าว

source: ~System4Button~ To World Map
th: ~System4Button~ ไปยังแผนที่โลก

source: Return to World Map?
th: กลับไปที่แผนที่โลก?

# English Status_Buff_Head,発動効果,Effect,發動效果,发动效果,발동 효과,Efecto
source: Effect
th: เอฟเฟค

source: ~System3Button~ Details
th: ~System3Button~ รายละเอียด

# English Equip_CategoryWeapon1H,片手武器,One-Handed,單手武器,单手武器,한손무기,Una mano
source: One-Handed
th: มือเดียว

# English Equip_CategoryWeapon2H,両手武器,Two-Handed,雙手武器,双手武器,양손무기,Dos manos
source: Two-Handed
th: สองมือ

# English Equip_CategoryBody,衣,Garments,服裝,服装,옷,Atuendos
source: Garments
th: เสื้อผ้า

# English Equip_CategoryHead,笠,Headgear,斗笠,斗笠,삿갓,Sombreros
source: Headgear
th: หมวก

# English Equip_CategoryFace,面,Masks,面具,面具,가면,Máscaras
source: Masks
th: หน้ากาก

# English Equip_CategoryAccessory,装飾,Accessories,飾品,饰品,장식,Accesorios
source: Accessories
th: เครื่องประดับ

# English Equip_Remove,外す,Remove,卸下,卸下,빼기,Quitar
source: Remove
th: ลบ

# English Equip_GuideRight_Detail,装備詳細,Details,裝備詳情,装备详情,장비 설명,Detalles
source: Details
th: รายละเอียด

source: Release Power
th: ปล่อยพลัง

source: ~DecideButton~ Change Equipment ~System3Button~ Select Power
th: ~DecideButton~ เปลี่ยนอุปกรณ์ ~System3Button~ เลือกพลัง

source: ~DecideButton~ Change Equipment
th: ~DecideButton~ เปลี่ยนอุปกรณ์

source: ~System3Button~ Release Power ~CancelButton~ Return
th: ~System3Button~ ปล่อยพลัง ~CancelButton~ กลับ

source: ~DecideButton~ Change Power ~System3Button~ Release Power ~CancelButton~ Return
th: ~DecideButton~ เปลี่ยนพลัง ~System3Button~ ปล่อยพลัง ~CancelButton~ กลับ

source: ~DecideButton~ Decide
th: ~DecideButton~ ตัดสินใจ

source: How to Release
th: วิธีการปล่อย

# English Equip_Enchant_Unlocked,解放済み,Released,解放完畢,解放完毕,해방됨,Liberado
source: Released
th: ปล่อยแล้ว

source: Release its true power?
th: ปลดปล่อยพลังที่แท้จริงออกมา?

source: Release requirements not met
th: ไม่ตรงตามข้อกำหนด

source: Enemies Destroyed
th: ศัตรูถูกทำลาย

source: Weapons Forged
th: หลอมอาวุธ

source: Clothes Woven
th: ทอเสื้อผ้า

source: Trades Conducted
th: ดำเนินการซื้อขาย

source: "~Name~" Destroyed
th: "~Name~" ถูกทำลาย

source: ~Genus~ Enemies Destroyed
th: ~Genus~ ศัตรูถูกทำลาย

source: Release with "~Name~"
th: ปล่อยด้วย "~Name~"

source: "~Name~" Obtained
th: ได้รับ "~Name~"

source: Enemy Items Dropped
th: ไอเทมศัตรูที่ดรอป

source: Ores Mined
th: ขุดแร่

source: Plants Gathered
th: รวบรวมพืช

source: ~Name~ Activated
th: เปิดใช้งาน ~Name~

source: Destroyed with ~Name~
th: ถูกทำลายด้วย ~Name~

source: Courses Eaten
th: อาหารที่กิน

source: Hidden power lies dormant within your equipment. You can release these abilities under certain conditions.
th: พลังที่ซ่อนอยู่ภายในอุปกรณ์ของคุณ คุณสามารถปลดปล่อยความสามารถเหล่านี้ได้ภายใต้เงื่อนไขบางประการ

source: Releasing a piece of equipment's true power will increase its attributes. You may also discover new uses for your equipment. Why not give it a try?
th: การปล่อยพลังที่แท้จริงของอุปกรณ์จะเพิ่มคุณสมบัติของมัน คุณอาจค้นพบการใช้งานใหม่ๆ สำหรับอุปกรณ์ของคุณ ทำไมไม่ลองดูล่ะ?

source: Select the equipment with ~System3Button~, and release its power!
th: เลือกอุปกรณ์ ~System3Button~ และปล่อยพลังของมัน!

source: Your equipment's hidden power is now yours to wield!
th: พลังที่ซ่อนอยู่ในอุปกรณ์ เป็นของคุณแล้ว!

source: These special powers are sealed within stones called Spirit Boughs. If you chance upon them on your travels, infuse them into your tools!
th: พลังพิเศษเหล่านี้ถูกผนึกไว้ในหินที่เรียกว่า Spirit Boughs หากคุณมีโอกาสพบพวกเขาในการเดินทางของคุณ ให้ใส่มันลงในเครื่องมือของคุณ!

# English Skill_UseWp,消費技力,SP Cost,消耗技力,消耗技力,소비 기력,Costo de PH
source: SP Cost
th: ค่า SP

# English Skill_Level,熟練度,Proficiency Level,熟練度,熟练度,숙련도,Nivel de dominio
source: Proficiency Level
th: ระดับความสามารถ

# English Skill_Category_Standard,武技,Fighting Skill,武技,武技,무기술,Habilidad de lucha
source: Fighting Skill
th: ทักษะการต่อสู้

source: Raiment Skill
th: ทักษะการแต่งกาย

source: Farming Skill
th: ทักษะการทำฟาร์ม

source: Fighting Skills
th: ทักษะการต่อสู้

source: Raiment Skills
th: ทักษะการแต่งกาย

source: Farming Skills
th: ทักษะการทำฟาร์ม

# English Skill_Command_Forward,前,Forward,前,前,앞,Adelante
source: Forward
th: ไปข้างหน้า

# English Skill_Command_Back,後,Back,後,后,뒤,Atrás
source: Back
th: กลับ

source: Raiment Attached
th: ติดเสื้อผ้า

# English Skill_Command_Attribute_Air,空中,Airborne,空中,空中,공중,Aérea
source: Airborne
th: ทางอากาศ

source: ~DecideButton~ Change Skill
th: ~DecideButton~ เปลี่ยนทักษะ

source: ~DecideButton~ Change Skill ~System3Button~ Proficiency
th: ~DecideButton~ เปลี่ยนทักษะ ~System3Button~ ความชำนาญ

source: ~CancelButton~ Return
th: ~CancelButton~ กลับ

source: Proficiency Effect
th: ผลความชำนาญ

source: Able to perform in mid-air
th: สามารถแสดงกลางอากาศได้

source: Raise crash damage by ~Value~%
th: เพิ่มความเสียหายจากการชน ~Value~%

source: Raise crash combo damage by ~Value~%
th: เพิ่มความเสียหายคอมโบการชน ~Value~%

source: Increase hit count (~Value~)
th: เพิ่มจำนวนการโจมตี (~Value~)

source: Reduce damage taken by ~Value~%
th: ลดความเสียหายที่ได้รับ ~Value~%

source: Able to use while swinging behind enemies
th: สามารถใช้ได้ขณะเหวี่ยงด้านหลังศัตรู

source: Additional attack when landing (~Value~)
th: การโจมตีเพิ่มเติมเมื่อลงพื้น (~Value~)

source: Additional attack at beginning (~Value~)
th: การโจมตีเพิ่มเติมในตอนเริ่มต้น (~Value~)

source: Increase fighting skill power by ~Value~
th: เพิ่มพลังทักษะการต่อสู้ ~Value~

source: Increase the area of attacks
th: เพิ่มพื้นที่การโจมตี

source: Increase fighting skill duration (~Value~)
th: เพิ่มระยะเวลาของทักษะการต่อสู้ (~Value~)

source: Able to hit downed enemies
th: สามารถโจมตีศัตรูที่ตกลงมาได้

source: Increase fighting skill power by ~Value~
th: เพิ่มพลังทักษะการต่อสู้ ~Value~

source: Raise topple power by ~Value~%
th: เพิ่มพลังทำให้ล้ม ~Value~%

source: Increase fighting skill duration and hit count (~Value~)
th: เพิ่มระยะเวลาของทักษะการต่อสู้และจำนวนการโจมตี (~Value~)

source: Increase topple power by ~Value~
th: เพิ่มพลังทำให้ล้ม ~Value~

source: Increase enemy fright duration by ~Value~
th: เพิ่มระยะเวลาการตกใจของศัตรู ~Value~

source: Reduce charge-up time by ~Value~%
th: ลดเวลาในการชาร์จลง ~Value~%

source: Raise critical hit damage by ~Value~%
th: เพิ่มความเสียหายจากการโจมตีคริติคอล ~Value~%

source: Reduce damage taken by ~Value~%
th: ลดความเสียหายที่ได้รับ ~Value~%

source: Able to repeat ~Value~ times during use
th: สามารถทำซ้ำ ~Value~ ครั้งระหว่างการใช้งาน

source: Increase fighting skill power by ~Value~
th: เพิ่มพลังทักษะการต่อสู้ ~Value~

source: Increase hit count by ~Value~
th: เพิ่มจำนวนการโจมตี ~Value~

source: Raise crash damage by ~Value~%
th: เพิ่มความเสียหายจากการชน ~Value~%

source: Able to repeat ~Value~ times during use
th: สามารถทำซ้ำ ~Value~ ครั้งระหว่างการใช้งาน

source: Raise critical hit rate by ~Value~%
th: เพิ่มอัตราคริติคอล ~Value~%

source: Raise critical hit damage by ~Value~%
th: เพิ่มความเสียหายจากการโจมตีคริติคอล ~Value~%

source: Increase the tornado's area (~Value~)
th: เพิ่มพื้นที่ทอร์นาโด (~Value~)

source: Reduce damage taken by ~Value~%
th: ลดความเสียหายที่ได้รับ ~Value~%

source: Increase mid-air fighting skill power by ~Value~
th: เพิ่มพลังทักษะการต่อสู้กลางอากาศ ~Value~

source: Reduce enemy defense by ~Value~%
th: ลดพลังป้องกันของศัตรูลง ~Value~%

source: Raise topple power by ~Value~%
th: เพิ่มพลังทำให้ล้ม ~Value~%

source: Repeat ~Value~ times during fighting skill
th: ทำซ้ำ ~Value~ ครั้งระหว่างทักษะการต่อสู้

source: Raise critical hit rate by ~Value~%
th: เพิ่มอัตราคริติคอล ~Value~%

source: Raise slash effects by ~Value~%
th: เพิ่มเอฟเฟกต์การฟันขึ้น ~Value~%

source: Increase shots by ~Value~
th: เพิ่มช็อต ~Value~

source: Raise topple power by ~Value~%
th: เพิ่มพลังทำให้ล้ม ~Value~%

source: Able to hit downed enemies
th: สามารถโจมตีศัตรูที่ตกลงมาได้

source: Activate ~Value~ additional attacks
th: เปิดใช้งาน ~Value~ การโจมตีเพิ่มเติม

source: Restore ~Value~% HP when activated
th: ฟื้นฟู ~Value~% HP เมื่อเปิดใช้งาน

source: Activate additional attack after use
th: เปิดใช้งานการโจมตีเพิ่มเติมหลังการใช้งาน

source: Raise buff/debuff effects by ~Value~%
th: เพิ่มเอฟเฟกต์บัฟ/ดีบัฟขึ้น ~Value~%

source: Increase hit count by ~Value~
th: เพิ่มจำนวนการโจมตีโดย ~Value~

source: Restore ~Value~% HP when an enemy is defeated
th: ฟื้นฟู ~Value~% HP เมื่อศัตรูถูกกำจัด

source: Acquired Spoils
th: ได้รับของเสีย

# English Item_Category_Food,食材,Ingredients,食材,食材,식재,Ingredientes
source: Ingredients
th: วัตถุดิบ

# English Item_Category_Material,素材,Materials,材料,材料,소재,Materiales
source: Materials
th: วัสดุ

# English Item_Category_KeyItem,大事なもの,Key Items,重要物品,重要物品,귀중품,Objetos clave
source: Key Items
th: ไอเทมสำคัญ

source: Release Level
th: ระดับการปลดปล่อย

source: Attached to ~Item~ (~System3Button~ Remove)
th: ใส่กับ ~Item~ (~System3Button~ ลบ)

# English Item_Enchant_NoAttach,未装着,None Equipped,未裝備,未装备,미장착,Nada equipado
source: None Equipped
th: ไม่มีอุปกรณ์

# English Quest_Category_Main,お役目,Main Quest,主線任務,主线任务,주 임무,Misión principal
source: Main Quest
th: ภารกิจหลัก

# English Quest_Category_Sub,寄り道,Sub Quests,支線任務,支线任务,보조 임무,Misiones secundarias
source: Sub Quests
th: ภารกิจย่อย

source: Exploration objective(s)
th: วัตถุประสงค์การสำรวจ

# English Quest_TitleSuffix_Complete,(完了),(Completed),（完成）,（完成）,(완료),(Completada)
source: (Completed)
th: (สมบูรณ์)

# English System_Option,設定,Options,設定,设定,설정,Opciones
source: Options
th: ตัวเลือก

# English System_Save,セーブ,Save,遊戲存檔,游戏存档,저장,Guardar
source: Save
th: บันทึก

# English System_Load,ロード,Load,讀取存檔,读取存档,불러오기,Cargar
source: Load
th: โหลด

source: To Title Screen
th: ไปที่หน้าจอไตเติ้ล

source: Unsaved progress will be lost. Proceed?
th: ความคืบหน้าที่ไม่ได้บันทึกจะสูญหายไป ดำเนินการต่อหรือไม่?
