Repository: zerlkung/Sakuna-Of-Rice-and-Ruin-TH
Catalog: SaveLoad.po
Languages: th

# English Save_Head,セーブ,Save,遊戲存檔,游戏存档,저장,Guardar
source: Save
th: บันทึก

# English Load_Head,ロード,Load,讀取存檔,读取存档,불러오기,Cargar
source: Load
th: โหลด

source: ~System3Button~ Delete
th: ~System3Button~ ลบ

source: Page ~Value~
th: หน้า ~Value~

# English AutoSaveSlot,オートセーブ,Autosave Slot,自動存檔,自动存档,자동 저장,Guardado automático
source: Autosave Slot
th: ช่องบันทึกอัตโนมัติ

# English NoData,----,no data,----,----,----,sin datos
source: no data
th: ไม่มีข้อมูล

source: Chapter ~Chapter~: Year ~Year~, ~Season~ ~Day~
th: บทที่ ~Chapter~: ปี ~Year~, ~Season~ ~Day~

# English Detail_Place,場所,Place,地點,地点,장소,Lugar
source: Place
th: สถานที่

# English Detail_Travel,総合探索度,Exploration,綜合探索度,综合探索度,통합 탐색도,Exploración
source: Exploration
th: สำรวจ

# English Detail_Time,プレイ時間,Playtime,遊戲時間,游戏时间,플레이 시간,Tiempo de juego
source: Playtime
th: เวลาเล่น

source: Sakuna's Status
th: สถานะของซากุนะ

# English Detail_IneGraph,稲の状態,Rice Status,稻子的狀態,稻子的状态,벼의 상태,Estado del arroz
source: Rice Status
th: สถานะของข้าว

# English Info_Saving,セーブ中……,Saving...,遊戲存檔中……,正在保存……,저장 중…,Guardando...
source: Saving...
th: กำลังบันทึก...

# English Info_Loading,ロード中……,Loading...,讀取存檔中……,正在读取存档……,불러오는 중…,Cargando...
source: Loading...
th: กำลังโหลด...

# English Info_Deleting,削除中……,Deleting...,刪除中……,正在删除……,-,Eliminando...
source: Deleting...
th: กำลังลบ...

source: Overwrite existing save data?
th: เขียนทับข้อมูลบันทึกที่มีอยู่?

source: Cannot save to the autosave slot.
th: ไม่สามารถบันทึกลงในช่องบันทึกอัตโนมัติ

source: You will lose all unsaved progress by loading. Proceed?
th: คุณจะสูญเสียความคืบหน้าที่ไม่ได้บันทึกทั้งหมดโดยการโหลด ดำเนินการ?

source: Are you sure you want to delete your save data? Hold ~DecideButton~ to delete ~CancelButton~ Cancel
th: คุณแน่ใจหรือไม่ว่าต้องการลบข้อมูลที่บันทึกไว้ กด ~DecideButton~ ค้างไว้เพื่อลบ ~CancelButton~ ยกเลิก

source: Cannot delete the autosave slot.
th: ไม่สามารถลบช่องบันทึกอัตโนมัติ

source: An error occurred while saving.
th: เกิดข้อผิดพลาดขณะบันทึก

source: An error occurred while loading.
th: เกิดข้อผิดพลาดขณะโหลด

source: An error occurred while deleting.
th: เกิดข้อผิดพลาดขณะลบ

source: You cannot save now.
th: คุณไม่สามารถบันทึกได้ในขณะนี้
