Repository: zerlkung/Sakuna-Of-Rice-and-Ruin-TH
Catalog: Event/Kin/Main_2_Boss.po
Languages: th_th

source: Th-This is...
th_th: นะ-นี่มัน...

source: Grrr...
th_th: ฮึ่ม...

source: Ishimaru... Was he killed and possessed by the Homusubi specter?
th_th: อิชิมารุ... เขาถูกภูติผีของโฮมุซึบิฆ่า และเข้าสิงงั้นหรือ?

source: He could have averted such a grim fate if he had only taken Tauemon's outstretched hand, and yet he remained stubborn until the end.
th_th: เขาสามารถหลีกเลี่ยงชะตากรรม อันน่าสยดสยองได้ หากเขาเพียงแค่จับมือของ ทาเอม่อน เท่านั้น แต่เขาก็ยังคงดื้อรั้นจนถึงที่สุด

source: Princess...
th_th: องค์หญิง...

source: You needn't say anything more. I will end this, Ishimaru!
th_th: เจ้าไม่จำเป็นต้องพูดอะไรอีก ข้าจะจบเรื่องนี้ให้ได้ อิชิมารุ!

source: Mrrrgh... Again!
th_th: อ๊ากก... อีกแล้ว!

source: Cease this. It is pointless.
th_th: หยุดเดี๋ยวนี้ มันไร้สาระ

source: Hate... Hate...
th_th: เกลียด... ข้าเกลียด...

source: Hatred so ferocious that it blazes still, even with the loss of his body and mind...
th_th: เขายังมีความเกลียดชังรุนแรง แม้จะสูญเสียร่างกายและจิตใจไป...

source: What happened to him in the Lowly Realm?
th_th: เกิดอะไรขึ้นกับเขา ในอาณาจักรเบื้องล่าง?

source: Hate... Ha...te...
th_th: เกลียด... ชั... ง..

source: I-Is that the rabbit from...?
th_th: นะ-นั่นมันกระต่ายจาก...?

source: You have been forgiven, Ishimaru.
th_th: เจ้าได้รับการอภัยแล้ว อิชิมารุ

source: May you find happiness in the next life.
th_th: ขอให้เจ้าพบกับความสุขในชีวิตหน้า
