Repository: zerlkung/Sakuna-Of-Rice-and-Ruin-TH
Catalog: Event/Kin/Main_1_Boss.po
Languages: th_th

source: So it was him after all. Is he asleep?
th_th: ดังนั้น เขาก็เลยเป็นแบบนั้น เขาหลับอยู่เหรอ?

source: An aura of intense malice surrounds him... My hair is standing on end!
th_th: รังสีของความอาฆาตพยาบาทรุนแรงล้อมรอบตัวเขา... มันทำให้ข้าขนลุก

source: There remains no doubt that he is the leader of the demons!
th_th: ไม่ต้องสงสัยเลย ว่าเขาต้องเป็นผู้นำของ เหล่าปีศาจ!

source: Ahh... I was wondering who weaseled in here. If it isn't the brat from the bridge.
th_th: อ่า... ข้าก็สงสัยว่าใครเข้ามาที่นี่ เจ้าเด็กเหลือขอจากสะพานนี่เอง

source: It has been some time indeed. You've grown quite powerful since I last saw you.
th_th: คงได้เวลาแล้วจริง ๆ เจ้าแข็งแกร่งขึ้นมาก ตั้งแต่ที่ข้าเห็นเจ้าครั้งสุดท้าย

source: Well, y'know. I got here well before you folk.
th_th: ข้ารู้ เพราะข้ามาถึงที่นี่ก่อนพวกเจ้า

source: I had plenty of time to sharpen my edges, if you catch my drift.
th_th: ข้ามีเวลาเหลือเฟือ ถ้าเจ้าเข้าใจที่ข้าพูด

source: If you knew we had come, why did you not bring your full might to bear against us?
th_th: ถ้าเจ้ารู้ว่าเรามา แล้วทำไมเจ้าถึงไม่ขัดขวางเรา?

source: I had my hands full with other stuff.
th_th: ข้ากำลังยุ่งเรื่องอื่นอยู่

source: Some rowdy fellas needed a good thrashing.
th_th: พวกนั้นบางคนต้องโดนสั่งสอนนิดหน่อย

source: Heh... Had to show 'em who's boss around here.
th_th: ข้าต้องแสดงให้เห็น ว่าใครคือผู้นำแถวนี้

source: Hmph. In any case, your time is up.
th_th: จะยังไงก็ตาม เวลาของเจ้าหมดแล้ว

source: I've defeated your underlings. You are the last. Surrender and stand down.
th_th: ข้าเอาชนะลูกน้องของเจ้าแล้ว เจ้าเป็นคนสุดท้าย ยอมแพ้ซะ

source: The last, you say?
th_th: คนสุดท้ายงั้นเหรอ?

source: Those demons were just for show. You've defeated nothing, and you never will.
th_th: ปีศาจเหล่านั้นมันอ่อนแอ เจ้าไม่เคยเอาชนะสิ่งใด และจะไม่มีวันทำได้

source: I dare you to try and lay a hand on ME!
th_th: เจ้าลอง โจมตีข้าดูสิ!

source: It's time to pay you back for what you did to me on that bridge. Then I'll take care of Katsura, along with the woman and the kids!
th_th: ได้เวลาชดใช้แล้ว สำหรับสิ่งที่เจ้าทำ กับข้าบนสะพานนั่น ข้าจะดูแลคัตสึระ พร้อมกับพวกผู้หญิงและเด็กๆ เอง!

source: He's coming, Princess!
th_th: เขามาแล้ว องค์หญิง!

source: Tauemon... I shall stop him in your stead!
th_th: ทาเอม่อน... ข้าจะหยุดเขาแทนเจ้าเอง!

source: Gah... Gaaah!
th_th: กรร... กรรรรร!!

source: Have I done it?!
th_th: มันจบแล้วเหรอ?

source: I doubt you'll be able to transform as you did before.
th_th: ข้าคิดว่า เจ้าคงแปลงร่างได้ เหมือนเมื่อก่อน

source: I shall let you go, so make your egress. I made a promise to spare your life.
th_th: ข้าจะปล่อยคุณไป ออกไปซะ ข้าสัญญาว่าจะไว้ชีวิตเจ้า

source: You won't...kill me?
th_th: เจ้าจะ... ปล่อยข้าไป?

source: Tch. This is Katsura's meddling, isn't it? That irritating little...
th_th: นี่คัตสึระเข้ามายุ่งใช่ไหม?

source: He is concerned for you!
th_th: เขาแค่เป็นห่วงเจ้า!

source: You may not have the words for him now, but someday you should speak with him frankly.
th_th: เจ้าอาจไม่มีอะไรจะพูดกับเขาในตอนนี้ แต่หวังว่าสักวัน เจ้าจะพูดกับเขาอย่างตรงไปตรงมา

source: How naive. Given the chance, I'd sooner slit his throat than listen to his drivel.
th_th: ช่างโง่เขลาเสียจริง ข้าฆ่าเขาได้ ก่อนที่เขาจะเอ่ยปากซะอีก

source: Besides, before long...
th_th: นอกจากนี้ อีกไม่นาน...

source: Hm? "Before long" what, pray tell?
th_th: "อีกไม่นาน" เจ้าจะพูดอะไร?

source: Wh-What is this?! An earthquake?!
th_th: อะ-อะไรเนี่ย! แผ่นดินไหว?!

# English 05000500_12,Sakuna,Damage,Standard,-,-,Cut4,くっ…,Gah...,唔…,唔……,큭…,Gah...
source: Gah...
th_th: กรร...

source: P-Princess, look!
th_th: อ-องค์หญิง ดูนั่น!

source: The mountain... It's...burning!
th_th: ภูเขา... มัน...กำลังลุกไหม้!

source: Haaahahaha! It's begun!
th_th: ฮ่าฮ่าฮ่า! มันเริ่มขึ้นแล้ว!

source: What is the meaning of this?! Tell me!
th_th: เจ้าหมายถึงอะไร? บอกข้ามาเดี๋ยวนี้!

source: Surely you already know his name. The evil god Omizuchi has awoken!
th_th: แน่นอน เจ้ารู้จักชื่อของเขาอยู่แล้ว เทพปีศาจ โอมิซึจิ ได้ตื่นขึ้นแล้ว!

source: O-Omizuchi, you say?!
th_th: เจ้าพูดว่า อะ-โอมิซึจิ เหรอ?

source: Ridiculous! He was...!
th_th: ไร้สาระ! แต่เขา...!

source: Indeed, he was put down by the gods in the capital and the Ashigumo tribe.
th_th: แท้จริงแล้ว เขาถูกเหล่าทวยเทพในเมืองหลวง และเผ่าอาชิกุโมะจัดการ

source: But he didn't die! He escaped and hid deep within this island, biding his time.
th_th: แต่เขายังไม่ตาย! เขาหลบหนี และซ่อนตัวอยู่ในส่วนของเกาะแห่งนี้ เพื่อรอเวลาของเขา

source: What?!
th_th: ว่าไงนะ?!

source: As soon as I arrived on this island, we found each other.
th_th: พอข้ามาถึงเกาะนี้ ข้าก็เจอกับเขา

source: He and I are one and the same... I could smell it on him--that same stench of irrepressible hatred and fury I know so well.
th_th: เขากับข้าเป็นหนึ่งเดียวกัน... ข้าได้กลิ่นมันบนตัวเขา กลิ่นของความเกลียดชัง และความโกรธที่ไม่อาจระงับได้แบบเดียวกับที่ข้าเป็นอยู่

source: I lent a hand in healing his wounds, and in exchange, he gave me the power of demons.
th_th: ข้าช่วยรักษาบาดแผลให้เขา เพื่อแลกกับพลังของปีศาจ

source: After we had destroyed the capital together, we had planned to cross that bridge and assault the Lowly Realm, but...
th_th: หลังจากที่เราทำลายเมืองหลวงด้วยกันแล้ว เราวางแผนที่จะข้ามสะพานนั้น และโจมตีอาณาจักรเบื้องล่าง แต่...

source: Look at what he can do merely by waking up! Your mind will boggle at what happens when he bursts forth from beneath the earth.
th_th: รอดูสิ่งที่เขาทำหลังจากตื่นขึ้น! จิตใจของเจ้าจะสับสนกับสิ่งที่เกิดขึ้น เมื่อเขาออกมาจากใต้พื้นดิน

source: He amassed such incredible power for the sole purpose of blowing the gods' capital to bits! Destroying this island is nothing for him!
th_th: เขาทำทุกอย่างเพื่อจุดประสงค์เดียว คือทำลายเมืองหลวงของเหล่าทวยเทพให้แหลกสลาย! การทำลายเกาะนี้ไม่ใช่จุดประสงค์ของเขา!

source: Haaahahaha!
th_th: ฮ่าาาาฮ่าฮ่าฮ่า!

source: Urrrgh... You wretch...!
th_th: อ๊ากก... เจ้ามันบ้าไปแล้ว...!

source: Wait, please! Killing him will change nothing! You made a promise with Tauemon!
th_th: เดี๋ยว! การฆ่าเขาจะไม่เปลี่ยนแปลงอะไร! ท่านสัญญากับ ทาเอม่อน ไว้แล้ว!

source: But...! But...!
th_th: แต่...! แต่ว่า...!

source: He will reap his just desserts in time.
th_th: เขาจะได้รับกรรมในสิ่งที่เขาก่อ

source: You know full well how a human bereft of demonic powers will fare on this island.
th_th: ท่านรู้ดีว่ามนุษย์ที่สูญเสียพลังปีศาจ บนเกาะนี้จะเป็นยังไง

source: True... If he does not rely on us, he will know no peace.
th_th: ก็จริง... ถ้าเขาไม่พึ่งพาเรา เขาก็คงไม่รอด

source: Still, none of this bodes well...
th_th: แต่ ข้าก็ยังรู้สึกไม่ดี...
