Repository: zerlkung/Sakuna-Of-Rice-and-Ruin-TH
Catalog: Event/Kin/Main_1_Entrance.po
Languages: th_th

source: What is the meaning of this? Was this castle always here?
th_th: สิ่งนี้หมายถึงอะไร? ปราสาทแห่งนี้เคยอยู่ที่นี่เหรอ?

source: As shrouded in mist as the mountains may be, we still should have been able to see something of this size from the pass.
th_th: แม้จะถูกปกคลุมไปด้วยหมอก แต่เราก็สามารถมองเห็น สิ่งที่มีขนาดใหญ่แบบนี้จากทางผ่าน

source: Furthermore, the structure clearly differs from Lord Takeribi's fort.
th_th: นอกจากนี้ โครงสร้างยังแตกต่างอย่างชัดเจน ไม่เหมือนป้อมปราการของท่าน ทาเคริบิ

source: This leads me to believe that the leader of the demons has been quite diligent in its construction--and for some time, no less.
th_th: สิ่งนี้ทำให้ข้าเชื่อว่าผู้นำของเหล่าปีศาจ มีความขยันในการก่อสร้าง

source: So, this leader is skilled enough to have built such a grandiose castle right under our noses, hm?
th_th: ดังนั้น ผู้นำของเหล่าปีศาจ คงมีฝีมือมากพอ เพราะเล่นมาสร้างอยู่ใต้จมูกเราเลย

source: Now, then... How shall we proceed, Princess?
th_th: ถ้าอย่างนั้น... เราจะทำยังไงกันดี องค์หญิง?

source: We have come this far already. It shall be a pile of rubble ere long!
th_th: เรามาไกลถึงขนาดนี้แล้ว มันก็จะเป็นกองซากปรักหักพังต่อไป!

source: Even though we've reached the summit, there is nothing here.
th_th: แม้ว่าเราจะไปถึงยอดเขาแล้ว แต่ก็ไม่เห็นจะมีอะไรที่นี่

source: Well now, there can be no doubt that the demons' leader is hiding away somewhere around here.
th_th: ไม่ต้องสงสัยเลยว่า ผู้นำของเหล่าปีศาจ ซ่อนตัวอยู่ที่ไหนสักแห่งในบริเวณนี้

source: Let us take care of other business and return at a later time.
th_th: เราไปจัดการเรื่องอื่นก่อน แล้วค่อยกลับมาทีหลัง
