Repository: zerlkung/Sakuna-Of-Rice-and-Ruin-TH
Catalog: Event/Common.po
Languages: th_th

source: ~AttackWButton~ Check
th_th: ~AttackWButton~ ตรวจสอบ

source: ~AttackWButton~ Talk
th_th: ~AttackWButton~ คุย

source: ~AttackWButton~ Enter
th_th: ~AttackWButton~ เข้าไป

source: ~AttackWButton~ Leave
th_th: ~AttackWButton~ ออก

source: ~AttackWButton~ Return
th_th: ~AttackWButton~ กลับ

source: ~AttackWButton~ Pick up ~Item~
th_th: ~AttackWButton~ หยิบ ~Item~

source: ~AttackWButton~ Pet
th_th: ~AttackWButton~ เล่น

source: ~AttackWButton~ Carry
th_th: ~AttackWButton~ ยก

source: ~AttackSButton~ Place
th_th: ~AttackSButton~ วาง

# English Quest_New,新たな仕事,New Quest,新的工作,新的工作,새로운 임무,Misión nueva
source: New Quest
th_th: เควสใหม่

source: ~AburadamaButton~ Set as objective
th_th: ~AburadamaButton~ ตั้งเป็นเป้าหมาย

# English Quest_Objective_Complete,完了,Complete,完成,完成,완료,Completado
source: Complete
th_th: สำเร็จ

source: Completed "~QuestTitle~"
th_th: "~QuestTitle~" สำเร็จ

source: A vital ally is missing. You can go no further.
th_th: พันธมิตรที่สำคัญหายไป คุณไม่สามารถไปต่อได้

source: The work required to progress is incomplete.
th_th: งานที่ต้องดำเนินการไม่สมบูรณ์

source: A missing ally has returned.
th_th: พันธมิตรที่หายไปได้กลับมาแล้ว

source: Exploration objective achieved:
th_th: เป้าหมายการสำรวจ:

source: You can now go to the ~Place~
th_th: ตอนนี้คุณสามารถไปที่ ~Place~

source: The surrounding areas are safe now. A new field has been claimed. (Total: ~Count~)
th_th: ขณะนี้พื้นที่โดยรอบปลอดภัยแล้ว พื้นที่ใหม่ได้รับการอ้างสิทธิ์ (ทั้งหมด: ~Count~)

source: Reach a specific point~Ex~
th_th: ไปยังจุดที่กำหนด~Ex~

source: Reach a specific height~Ex~
th_th: ไปยังความสูงที่กำหนด~Ex~

source: Reach the exit~Ex~
th_th: ไปยังทางออก~Ex~

source: Clear the innermost area~Ex~
th_th: เคลียร์ส่วนที่ลึกที่สุด~Ex~

source: Parry an enemy's attack
th_th: ปัดป้องการโจมตีของศัตรู

source: Reflect an enemy projectile
th_th: สะท้อนการโจมตีของศัตรู

source: Defeat an enemy with crashing
th_th: เอาชนะศัตรูด้วยการทำให้ล้ม

source: Finish gathering
th_th: เสร็จสิ้นการรวบรวม

source: Destroy an environmental object
th_th: ทำลายวัตถุสิ่งรอบข้าง

source: Destroy a barrier stone
th_th: ทำลายหินบาเรีย

source: Defeat ~Character~~Ex~
th_th: เอาชนะ ~Character~~Ex~

source: Deal~Ex~ or more damage to ~Character~ with a single strike
th_th: สร้างความเสียหาย ~Ex~ หรือมากกว่าให้กับ ~Character~ ด้วยการโจมตีเพียงครั้งเดียว

source: Weaken ~Character~ (raiment)~Ex~
th_th: อ่อนแอ ~Character~ (เสื้อผ้า)~Ex~

# English Travel_Enemy_Character_Common,敵,enemies,敵人,敌人,적,enemigos
source: enemies
th_th: ศัตรู

source: Get ~Item~
th_th: ได้รับ ~Item~

source: Get treasure~Ex~
th_th: ได้รับสมบัติ~Ex~

# English Travel_GetItem_Day1,1日以内,Within 1 day,1天之內,1天之内,1일 이내,En 1 día
source: Within 1 day
th_th: ภายใน 1 วัน

source: Get amber ~Kohaku~
th_th: ได้รับอำพัน ~โคฮาคุ~

source: Discover a mining area
th_th: ค้นพบพื้นที่ทำเหมือง

source: Discover a gathering area
th_th: ค้นพบพื้นการรวบรวม

source: Explore with ~Enchant~ effect
th_th: สำรวจด้วยเอฟเฟกต์ ~Enchant~

source: Explore with one type of ~Enchant~ effect
th_th: สำรวจด้วยเอฟเฟกต์ ~Enchant~ หนึ่งประเภท

# English Travel_Ex_Time_Day,日中,Day,白天,白天,낮,Día
source: Day
th_th: กลางวัน

# English Travel_Ex_Time_Night,夜間,Night,夜晚,夜晚,밤,Noche
source: Night
th_th: กลางคืน

source: ~Time~s
th_th: ~Time~วิ

source: Terrain damage
th_th: ความเสียหายของภูมิประเทศ

source: Goods from the capital have arrived.
th_th: สินค้าจากเมืองหลวงมาถึงแล้ว

source: Your allies have returned from gathering.
th_th: พันธมิตรของคุณกลับมาจากการรวบรวมแล้ว

source: Gathering Results
th_th: รายงานผลการรวบรวม

source: Allies Involved
th_th: พันธมิตรที่เกี่ยวข้อง

source: ~CancelButton~ Confirm
th_th: ~CancelButton~ ยืนยัน

source: Proceed with gathering? (Several hours will pass.)
th_th: ดำเนินการต่อด้วยการรวบรวม? (จะผ่านไปหลายชั่วโมง)

source: You can't gather any more today.
th_th: วันนี้คุณไม่สามารถรวบรวมได้อีกต่อไป

source: Gathering...
th_th: การรวบรวม...
