Repository: zerlkung/Sakuna-Of-Rice-and-Ruin-TH
Catalog: Event/Place.po
Languages: th_th

# English WorldMap,ワールドマップ,World Map,世界地圖,世界地图,월드맵,Mapa del mundo
source: World Map
th_th: แผนที่โลก

# English Home,我が家,Home,家,家,우리 집,Hogar
source: Home
th_th: บ้าน

source: Home -Living Quarters-
th_th: บ้าน -ที่อยู่อาศัย-

source: Home -Boys' Room-
th_th: บ้าน -ห้องเด็กชาย-

source: Home -Girls' Room-
th_th: บ้าน -ห้องเด็กหญิง-

# English HomeNaya,我が家 ^納屋^なや^,Home -Storehouse-,家 倉庫,家 仓库,우리 집 헛간,Hogar: depósito
source: Home -Storehouse-
th_th: บ้าน -โกดัง-

source: Home -Smithing Shed-
th_th: บ้าน -กระท่อมช่างตีเหล็ก-

source: Home -Weaving Hut-
th_th: บ้าน -กระท่อมทอผ้า-

source: Home -Water Mill-
th_th: บ้าน -โรงสีพลังน้ำ-

# English HomeDojo,^稽古場^けいこば^,Training Hall,練武場,练武场,도장,Salón de entrenamiento
source: Training Hall
th_th: โรงฝึก

# English HomeFumoto,^峠^とうげ^の^麓^ふもと^,Base of the Pass,山腳下,山脚下,산마루 기슭,Base del paso
source: Base of the Pass
th_th: เชิงเขาของทางผ่าน

source: Dragon's Tunnel -Hidden Cove-
th_th: อุโมงค์มังกร -อ่าวลึกลับ-

source: Dragon's Tunnel -Part 1-
th_th: อุโมงค์มังกร -ส่วนที่ 1-

source: Dragon's Tunnel -Part 2-
th_th: อุโมงค์มังกร -ส่วนที่ 2-

source: Dragon's Tunnel -Rear Exit-
th_th: อุโมงค์มังกร -ทางออกด้านหลัง-

source: Delusion's Path -Part 1-
th_th: เส้นทางแห่งความหลง -ส่วนที่ 1-

source: Delusion's Path -Part 2-
th_th: เส้นทางแห่งความหลง -ส่วนที่ 2-

source: Delusion's Path -Part 3-
th_th: เส้นทางแห่งความหลง -ส่วนที่ 3-

source: Cylindric Cavern
th_th: ถ้ำทรงกระบอก

# English Do_Stone,^飛石坂^とびいしざか^,Skipping Stone Hill,飛石坂,飞石坂,날돌 고개,Colina Saltarina
source: Skipping Stone Hill
th_th: เนินเขาหินเหิน

# English Do_Bangadou,^万牙洞^ばんがどう^,Den of Fangs,萬牙洞,万牙洞,만아동,Guarida de Colmillos
source: Den of Fangs
th_th: ถ้ำแห่งเขี้ยว

source: Eventide Grotto
th_th: ถ้ำสายัณห์

source: Bounteous Earth Grotto
th_th: ถ้ำแห่งดินอุดมสมบูรณ์

source: Dancing Mushroom Woods
th_th: ป่าเห็ดร่างแห

source: Bellicose Beast Spring
th_th: น้ำพุสัตว์เบลลิโคส

source: Forest of Supplication -Part 1-
th_th: ป่าแห่งการวิงวอน -ส่วนที่ 1-

source: Forest of Supplication -Part 2-
th_th: ป่าแห่งการวิงวอน -ส่วนที่ 2-

source: Forest of Supplication -Part 3-
th_th: ป่าแห่งการวิงวอน -ส่วนที่ 3-

source: Forest of Supplication -Part 4-
th_th: ป่าแห่งการวิงวอน -ส่วนที่ 4-

source: Forest of Supplication -Depths-
th_th: ป่าแห่งการวิงวอน -ลึกสุด-

source: Grove of Everlasting Gloom -Part 1-
th_th: ป่าแห่งความเศร้าโศกนิรันดร์ -ส่วนที่ 1-

source: Grove of Everlasting Gloom -Part 2-
th_th: ป่าแห่งความเศร้าโศกนิรันดร์ -ส่วนที่ 2-

source: Grove of Everlasting Gloom -Depths-
th_th: ป่าแห่งความเศร้าโศกนิรันดร์ -ลึกสุด-

source: Valley Passage
th_th: ทางผ่านหุบเขา

source: Misty Tear Ridge
th_th: สันเขาน้ำตาหมอก

source: Valley of Illusive Water
th_th: หุบเขาแห่งน้ำลวงตา

# English Sui_CaveKappa,^洞窟^どうくつ^,Cave,洞穴,洞穴,동굴,Cueva
source: Cave
th_th: ถ้ำ

source: Bubbling Sandbar
th_th: สันทรายเดือดพล่าน

source: Blighted Lake
th_th: ทะเลสาบไบล์ท

# English Sui_Kiyozumi,^清澄滝^きよずみだき^,Lucid Falls,清澄瀑布,清澄瀑布,청정 폭포,Cascadas Lúcidas
source: Lucid Falls
th_th: น้ำตกลูซิด

source: Radiant River Gorge -Part 1-
th_th: ช่องเขาแม่น้ำเรเดียนท์ -ส่วนที่ 1-

source: Radiant River Gorge -Part 2-
th_th: ช่องเขาแม่น้ำเรเดียนท์ -ส่วนที่ 2-

source: Radiant River Gorge -Part 3-
th_th: ช่องเขาแม่น้ำเรเดียนท์ -ส่วนที่ 3-

source: Radiant River Gorge -Part 4-
th_th: ช่องเขาแม่น้ำเรเดียนท์ -ส่วนที่ 4-

source: Radiant River Gorge -Part 5-
th_th: ช่องเขาแม่น้ำเรเดียนท์ -ส่วนที่ 5-

source: Radiant River Gorge -Kappa's Mirror-
th_th: ช่องเขาแม่น้ำเรเดียนท์ -กระจกของกัปปะ-

source: Cascade of Eternal Darkness -Part 1-
th_th: น้ำตกแห่งความมืดนิรันดร์ -ส่วนที่ 1-

source: Cascade of Eternal Darkness -Part 2-
th_th: น้ำตกแห่งความมืดนิรันดร์ -ส่วนที่ 2-

source: Cascade of Eternal Darkness -Depths-
th_th: น้ำตกแห่งความมืดนิรันดร์ -ลึกสุด-

# English Ka_Rakuseki,^落石口^らくせきぐち^,Rockslide Passage,落石口,落石口,낙석구,Paso del Alud
source: Rockslide Passage
th_th: ทางผ่านหินถล่ม

source: Noxious Dale
th_th: หุบเขาพิษ

# English Ka_Kura,^鞍^くら^の^道^みち^,Saddle Path,鞍之道,鞍之道,안장길,Senda de Montura
source: Saddle Path
th_th: เส้นทางสันเขา

source: Coursing Falls
th_th: น้ำตกคอสซิง

# English Ka_Fujinzaka,^布陣坂^ふじんざか^,War-torn Hill,布陣坂,布阵坂,포진 고개,Colina Arrasada
source: War-torn Hill
th_th: เนินสงคราม

source: Path to Perdition
th_th: เส้นทางสู่หายนะ

source: Path to Perdition
th_th: เส้นทางสู่หายนะ

source: Crimson Blaze Mountain -Peak-
th_th: ภูเขาเพลิงสีแดงเข้ม -ยอดเขา-

source: Crimson Blaze Mountain -Part 1-
th_th: ภูเขาเพลิงสีแดงเข้ม -ส่วนที่ 1-

source: Crimson Blaze Mountain -Part 2-
th_th: ภูเขาเพลิงสีแดงเข้ม -ส่วนที่ 2-

source: Crimson Blaze Mountain -Part 3-
th_th: ภูเขาเพลิงสีแดงเข้ม -ส่วนที่ 3-

source: Crimson Blaze Mountain -Part 4-
th_th: ภูเขาเพลิงสีแดงเข้ม -ส่วนที่ 4-

source: Crimson Blaze Mountain -Part 5-
th_th: ภูเขาเพลิงสีแดงเข้ม -ส่วนที่ 5-

source: Crimson Blaze Mountain -Part 6-
th_th: ภูเขาเพลิงสีแดงเข้ม -ส่วนที่ 6-

source: Crimson Blaze Mountain -Caldera-
th_th: ภูเขาเพลิงสีแดงเข้ม -สมรภูมิ-

source: Cauldron of Endless Night -Part 1-
th_th: หม้อต้มแห่งราตรีที่ไม่มีที่สิ้นสุด -ส่วนที่ 1-

source: Cauldron of Endless Night -Part 2-
th_th: หม้อต้มแห่งราตรีที่ไม่มีที่สิ้นสุด -ส่วนที่ 2-

source: Cauldron of Endless Night -Depths-
th_th: หม้อต้มแห่งราตรีที่ไม่มีที่สิ้นสุด -ลึกสุด-

source: Hidden Crimson Spring
th_th: น้ำพุร้อนสีแดงที่ซ่อนอยู่

# English Kin_Koguchidai,^虎口台^こぐちだい^,Tiger's Jaws Pass,虎口台,虎口台,범구대,Paso del Tigre
source: Tiger's Jaws Pass
th_th: ทางผ่านปากเสือโคร่ง

source: Stonethrow Hedge
th_th: สโตนโธรว์ เฮดจ์

source: Fortress Outskirts
th_th: ป้อมปราการนอกเมือง

# English Kin_Kibakoudou,^牙坑道^きばこうどう^,Barbed Mines,牙坑道,牙坑道,송곳니 갱도,Minas Punzantes
source: Barbed Mines
th_th: เหมืองหนาม

source: Nocturnal Hollow
th_th: โพรงกลางคืน

source: Direhaze Mountain Summit
th_th: ภูเขาไดเรเฮซ คีพ

source: Direhaze Keep -Ring of Earth-
th_th: ไดเรเฮซ คีพ -วงแหวนแห่งดิน-

source: Direhaze Keep -Ring of Humanity-
th_th: ไดเรเฮซ คีพ -วงแหวนแห่งมนุษยชาติ-

source: Direhaze Keep -Ring of Heaven-
th_th: ไดเรเฮซ คีพ -วงแหวนแห่งสวรรค์-

source: Direhaze Keep -Tower of Rebirth-
th_th: ไดเรเฮซ คีพ -หอคอยแห่งการเกิดใหม่-

source: Fort of Undying Shadows -Part 1-
th_th: ป้อมปราการแห่งเงาอมตะ -ส่วนที่ 1-

source: Fort of Undying Shadows -Part 2-
th_th: ป้อมปราการแห่งเงาอมตะ -ส่วนที่ 2-

source: Fort of Undying Shadows -Depths-
th_th: ป้อมปราการแห่งเงาอมตะ -ลึกสุด-

source: Takeribi's Gold Mine
th_th: เหมืองทองทาเคริบิ

source: Mihashira Capital
th_th: เมืองหลวงมิฮาชิระ

source: Mihashira Capital -Sakuna's Room-
th_th: เมืองหลวงมิฮาชิระ -ห้องของซาคุนะ-

source: Mihashira Capital -Kokorowa's Room-
th_th: เมืองหลวงมิฮาชิระ -ห้องของโคโคโรวะ-

source: Mihashira Capital
th_th: เมืองหลวงมิฮาชิระ

source: Mihashira Capital -Divine Garner-
th_th: เมืองหลวงมิฮาชิระ -ยุ้งฉางศักดิ์สิทธิ์-

source: Mihashira Capital -Audience Chamber-
th_th: เมืองหลวงมิฮาชิระ -หอประชุม-

source: Mihashira Capital -Harbor-
th_th: เมืองหลวงมิฮาชิระ -ท่าเรือ-

source: Mihashira Capital -Hallway Part 1-
th_th: เมืองหลวงมิฮาชิระ -โถงทางเดิน ส่วนที่ 1-

source: Mihashira Capital -Hallway Part 2-
th_th: เมืองหลวงมิฮาชิระ -โถงทางเดิน ส่วนที่ 2-

source: Mihashira Capital -Hallway Part 3-
th_th: เมืองหลวงมิฮาชิระ -โถงทางเดิน ส่วนที่ 3-

source: Mihashira Capital -Hallway Part 4-
th_th: เมืองหลวงมิฮาชิระ -โถงทางเดิน ส่วนที่ 4-

source: Mihashira Capital
th_th: เมืองหลวงมิฮาชิระ

source: Mihashira Capital
th_th: เมืองหลวงมิฮาชิระ

source: Mihashira Capital -Tree of Creation-
th_th: เมืองหลวงมิฮาชิระ -ต้นไม้แห่งการสร้างสรรค์-

source: Abyssal Remnants -Entrance-
th_th: เศษก้นบึ้ง -ทางเข้า-

source: Abyssal Remnants -Part 1-
th_th: เศษก้นบึ้ง -ส่วนที่ 1-

source: Abyssal Remnants -Part 2-
th_th: เศษก้นบึ้ง -ส่วนที่ 2-

source: Abyssal Remnants -Part 3-
th_th: เศษก้นบึ้ง -ส่วนที่ 3-

source: Abyssal Remnants -Part 4-
th_th: เศษก้นบึ้ง -ส่วนที่ 4-

source: Abyssal Remnants -Depths-
th_th: เศษก้นบึ้ง -ลึกสุด-

source: Abyssal Remnants -True Depths-
th_th: เศษก้นบึ้ง -ความลึกที่แท้จริง-

source: Floating Bridge of Heaven
th_th: สะพานลอยฟ้าแห่งสวรรค์

source: Hinoe Seas
th_th: ทะเลฮิโนเอะ

# English Event_CaveEscape,^洞窟^どうくつ^,Cave,洞穴,洞穴,동굴,Cueva
source: Cave
th_th: ถ้ำ

# English Event_WayBack,^帰路^きろ^,Return Route,歸途,归途,귀로,Ruta de regreso
source: Return Route
th_th: เส้นทางกลับ

# English Event_CaveUsagi,^洞窟^どうくつ^,Cave,洞穴,洞穴,동굴,Cueva
source: Cave
th_th: ถ้ำ

source: Eggplant Hollow -Entrance-
th_th: โพรงมะเขือยาว -ทางเข้า-

source: Eggplant Hollow -Interior-
th_th: โพรงมะเขือยาว -ชั้นใน-

source: Eggplant Hollow -Depths-
th_th: โพรงมะเขือยาว -ลึกสุด-

source: Amagaeshi Shrine -Specter Entrance-
th_th: ศาลเจ้าอามากาเอชิ -ทางเข้าของผีร้าย-

source: Floor ~Floor~ -Earth Cavern-
th_th: ชั้น ~Floor~ -ถ้ำแห่งดิน-

source: Floor ~Floor~ -Metal Cavern-
th_th: ชั้น ~Floor~ -ถ้ำแห่งเหล็ก-

source: Floor ~Floor~ -Water Cavern-
th_th: ชั้น ~Floor~ -ถ้ำแห่งน้ำ-

source: Floor ~Floor~ -Sea of Clouds Cavern-
th_th: ชั้น ~Floor~ -ถ้ำทะเลหมอก-

source: Floor ~Floor~ -Fire Cavern-
th_th: ชั้น ~Floor~ -ถ้ำแห่งไฟ-

source: Floor ~Floor~ -Phantasmal Keep-
th_th: ชั้น ~Floor~ -แฟนแทสมอล คีพ-

source: Floor ~Floor~ -Inferno Cavern-
th_th: ชั้น ~Floor~ -ถ้ำไฟนรก-

source: Floor ~Floor~ -Hidden Tree Husk-
th_th: ชั้น ~Floor~ -เปลือกต้นไม้ที่ซ่อนอยู่-

source: Floor ~Floor~ -Door to the Heavens-
th_th: ชั้น ~Floor~ -ประตูสู่สวรรค์-

source: Floor ~Floor~ -Mirrored Palace-
th_th: ชั้น ~Floor~ -พระราชวังกระจก-

source: Floor ~Floor~ -Span of Dreams-
th_th: ชั้น ~Floor~ -ช่วงแห่งความฝัน-
