Repository: zerlkung/Sakuna-Of-Rice-and-Ruin-TH
Catalog: Event/WorldMap.po
Languages: th_th

source: ~System3Button~ Dash
th_th: ~System3Button~ พุ่ง

source: ~System4Button~ Dispatch Gatherer
th_th: ~System4Button~ ส่งผู้รวบรวม

# English GetItem,入手可能アイテム,Item list,可獲得的道具,可获得的道具,입수 가능 아이템,Lista de objetos
source: Item list
th_th: รายการไอเทม

# English EnemyLevel,敵の強さ,Enemy strength,敵人強度,敌人强度,적 난이도,Fuerza del enemigo
source: Enemy strength
th_th: ความแข็งแกร่งของศัตรู

source: Exploration level
th_th: ระดับการสำรวจ

# English Travel_Percent,探索度,Exploration rate,探索度,探索度,탐색도,Tasa de exploración
source: Exploration rate
th_th: อัตราการสำรวจ

source: Exploration objective(s)
th_th: วัตถุประสงค์การสำรวจ

source: Cannot fast travel to this floor.
th_th: ไม่สามารถเคลื่อนย้ายอย่างรวดเร็วไปที่ชั้นนี้ได้

source: Dispatch/Recall Gatherer
th_th: ส่ง/เรียกคืน ผู้รวบรวม

source: Select a gathering spot.
th_th: เลือกจุดรวมพล

source: Dispatch to this spot?
th_th: ส่งไปยังจุดนี้?

source: Send back home?
th_th: ส่งกลับบ้าน?

source: Dogs on standby
th_th: สุนัขอยู่ในโหมดเตรียมพร้อม

source: Cannot dispatch any more.
th_th: ไม่สามารถจัดส่งได้อีกต่อไป

source: Press ~System4Button~ to dispatch an ally to a gathering spot.
th_th: กด ~System4Button~ เพื่อส่งพันธมิตร สู่จุดรวมพล

source: Tauemon will go out and gather. He should return with his spoils a few hours before nightfall.
th_th: ทาเอม่อน จะออกไปรวมตัวกัน และเขาควรจะกลับมา กับของที่ได้มาไม่กี่ชั่วโมงก่อนพลบค่ำ

source: You may also recall Tauemon from the dispatch menu. The spoils he brings back home will be determined by the length of time he was out gathering.
th_th: คุณสามารถเรียก ทาเอม่อน ได้จากเมนูจัดส่ง เวลากลับบ้านจะถูกกำหนด ตามระยะเวลาที่เขาออกไปชุมนุม

source: You sense the presence of a new specter...
th_th: คุณสัมผัสได้ถึงการปรากฏตัวของปีศาจตัวใหม่...
