Repository: zerlkung/Sakuna-Of-Rice-and-Ruin-TH
Catalog: Event/Do/Hakubo.po
Languages: th_th

source: What are these creatures? They're not demons? Their movements remind me of Ashigumo.
th_th: สิ่งมีชีวิตเหล่านี้คืออะไร? พวกมันไม่ใช่ปีศาจเหรอ? การเคลื่อนไหวของพวกมันทำให้ฉันนึกถึงอาชิกุโมะ

source: They are naught but specters now.
th_th: พวกมันได้เป็นอะไรเลย นอกจากภูติผี

source: In all likelihood, they are the reincarnations of Ashigumo's fallen tribesmen. This is the first I've seen of such a thing.
th_th: เป็นไปได้ว่าพวกเขาคือการกลับชาติมาเกิด ของชนเผ่าที่ล่มสลายของอาชิกุโมะ นี่เป็นครั้งแรกที่ข้าได้เห็นสิ่งนี้

source: So how do these specters differ from demons?
th_th: แล้วภูติผีเหล่านี้แตกต่างจากปีศาจอย่างไร?

source: If demons are spirits that have succumbed to wickedness, specters are the animate embodiment of death who lead the living to doom.
th_th: หากปิศาจเป็นวิญญาณที่ยอมจำนนต่อความชั่วร้าย ภูติผีเป็นศูนย์รวมของความตายที่เคลื่อนไหว ซึ่งนำพาคนเป็นไปสู่ความหายนะ

source: They are a threat to be greatly feared. Even demons are not immune to their power.
th_th: พวกเขาเป็นภัยคุกคามที่น่ากลัวอย่างมาก แม้แต่ปีศาจก็ไม่มีภูมิคุ้มกันต่อพลังของพวกมัน

source: So it would seem.
th_th: ดูเหมือนว่า

source: Ashigumo's tribe was slaughtered by demons. Perhaps they are trying to exact revenge.
th_th: เผ่าของอาชิกุโมะถูกปีศาจสังหาร บางทีพวกเขากำลังพยายามจะล้างแค้น

source: Okay, enough! I don't need to wake up in a cold sweat tonight thinking about this.
th_th: เอาล่ะ พอแล้ว! ข้าไม่ต้องการ ตื่นมาเจอเครื่องเครียดๆ

source: Let us return.
th_th: ปล่อยเรากลับ

source: The surviving dregs of the Ashigumo, huh?
th_th: คนที่รอดจากเผ่า อาชิกุโมะเหรอ?

source: I may look weak, but I still have a sliver of demonic power.
th_th: ข้าอาจดูอ่อนแอ แต่ข้ายังคงมีพลังปีศาจอยู่

source: You've got some guts to come alone at night.
th_th: เจ้ากล้ามาก ที่มาคนเดียวตอนกลางคืน

source: Ah... You're already dead. That would do it.
th_th: อ่า... เจ้าตายไปแล้วนะ เจ้าทำมันไม่ได้

source: Fine. I don't believe in karma. All that exists is strength...and weakness.
th_th: ก็ได้ ข้าไม่เชื่อในกฎแห่งกรรม ข้าเชื่อเรื่องความเข้มแข็ง...และความอ่อนแอ
