Repository: zerlkung/Sakuna-Of-Rice-and-Ruin-TH
Catalog: Event/Do/IpponAna.po
Languages: th_th

source: Is that all? I hardly broke a sweat.
th_th: นั่นคือทั้งหมดเหรอ? ข้าแทบจะเหงื่อไม่ออก

source: There may yet be some in hiding. Why not rest a spell and then come back here?
th_th: อาจจะมีบางอย่างซ่อนอยู่ ทำไมไม่พักกันก่อนแล้วค่อยกลับใหม่?

source: I found some ingredients that look edible, so I shall heed your counsel. Let us return home and feast!
th_th: ข้าพบส่วนผสมบางอย่างที่ดูกินได้ ดังนั้นข้าจะฟังคำแนะนำของเจ้า กลับบ้านไปพักผ่อนกันเถอะ!

source: ~PauseButton~ Menu If you push ~System4Button~ while in the menu, you can return to the world map.
th_th: ~PauseButton~ เมนู หากคุณกด ~System4Button~ ขณะอยู่ในเมนู คุณสามารถกลับไปยังแผนที่โลกได้

source: That fool... I cannot believe he truly went!
th_th: เจ้านั่น... ข้าไม่อยากจะเชื่อเลยว่าเขาจะไปจริงๆ!

source: Hear me, foul demons! You have dared to hurt one of my own!
th_th: ฟังข้านะ เจ้าปีศาจร้าย! เจ้ากล้าทำร้ายข้ารึ!

source: Prepare to be utterly obliterated!
th_th: เตรียมตัวรับผลที่ทำไว้เลย!

source: Ya saved me. I didn't think ya'd come.
th_th: ท่านช่วยข้าไว้ ข้าไม่คิดว่าท่านจะมา

source: I had little choice! If I had done nothing, my conscience would have kept me up all night.
th_th: ข้าไม่มีทางเลือก! ถ้าข้าไม่ทำอะไรเลย จิตใต้สำนึกของข้า จะทำให้ข้านอนไม่หลับทั้งคืน

source: So? Were the demons not fearsome, as I said?
th_th: เอาล่ะ? พวกปีศาจไม่ได้น่ากลัวอย่างที่ข้าพูดใช่ไหม?

source: Yeah. They were strong 'n terrifyin'. You've been facin' that every day, huh?
th_th: ใช่ พวกเขาแข็งแกร่ง 'และน่ากลัว' นี่คือที่ท่านเผชิญอยู่ทุกวันใช่มั้ย?

source: I can because I, too, possess puissant power. These demons are weaklings in comparison.
th_th: ข้าทำได้เพราะข้าเองก็มีพลัง ปีศาจเหล่านี้มีจุดอ่อนบางอย่าง

source: Ugh...
th_th: อึก...

source: H-Hey, are you hurt?
th_th: ฮ-เฮ้ เป็นไงบ้าง?

source: No!
th_th: ข้าไม่เป็นไร!

source: I just hate myself fer bein' weak.
th_th: ข้าแค่เกลียดตัวเองที่ 'อ่อนแอ'

source: Hmmm. It pains you that much, does it?
th_th: มันทำให้เจ้าเจ็บปวดมากใช่ไหม?

source: And yet you are more than capable of helping the others as you are now.
th_th: แต่เจ้ายังสามารถช่วยเหลือผู้อื่นได้ ในแบบของเจ้า

source: I can scarcely imagine being able to craft tools as skillfully as you do.
th_th: ข้าแทบนึกภาพตัวเองไม่ออก ในการประดิษฐ์เครื่องมือได้อย่างชำนาญเหมือนเจ้า

source: Furthermore, I am also to blame for losing my temper the way I did.
th_th: นอกจากนี้ ข้ายังต้องโทษตัวเอง ที่อารมณ์เสียแบบนี้

source: From now on, let us each celebrate our own abilities and achievements. Agreed?
th_th: ต่อจากนี้ไป ขอให้เราแต่ละคน ทำในสิ่งที่เราถนัดกัน ตกลงไหม?

source: Sappy much?
th_th: แข็งมาก?

source: L-Listen here, you--
th_th: ฟังนะ...

source: How am I supposed to settle this, then?!
th_th: ข้าจะจัดการเรื่องนี้ยังไงดี?!

source: Ha ha! Let's just go back 'n sleep it off.
th_th: ฮ่า ฮ่า! กลับไปพักผ่อนกันเถอะ

source: By mornin', it'll all be like a bad dream.
th_th: พอตื่นมา ทุกเรื่องจะเป็นแค่ฝันร้าน

source: And you are content with that?
th_th: แล้วเจ้าพอใจกับมันไหม?

source: Fine. Follow me back to the pass.
th_th: ดี ตามข้ากลับไปยังทางผ่าน

source: 'Kay.
th_th: ก็ได้

source: I thought he went into this cave, but... Was I mistaken?
th_th: ข้าคิดว่าเขาเข้าไปในถ้ำนี้ แต่... ข้าคิดผิดเหรอ?

source: Goddess! Something's there!
th_th: ท่านเทพธิดา! มีบางอย่างอยู่ที่นั่น!

source: Hah! I could sweep through these small fry with one hand tied behind my back!
th_th: ฮะ! ข้าสามารถทำเป็นชิ้นเล็ก ๆ ได้ด้วยมือเดียว!

source: Now, come at me!
th_th: มาหาข้า!

source: Mrrrgh... This is getting absurd. Just how many of these weaklings are there?!
th_th: เอ่อ... นี่มันเริ่มไร้สาระแล้ว มันมีเจ้าพวกนี้กี่ตัว!

source: Aaah!
th_th: อ๊าา!

source: Over there as well?! Yui!
th_th: ที่นั่นด้วยเหรอ?! ยูอิ!

source: Sah-Sah! Ooee!
th_th: ฮ-ฮะ! ฮูเร่!

source: Kaimaru?!
th_th: ไคมารุ?!

source: We came to save you, and yet we were the ones who ended up being saved instead.
th_th: เรามาเพื่อช่วยเจ้า แต่กลับกลายเป็นว่า เรากลับโดนช่วยเสียเอง

source: Yui, do you have something to say?
th_th: ยูอิ? มีอะไรจะบอกข้าไหม?

source: Th-Thank ya...
th_th: ขะ-ขอบคุณ...

source: And...I'm sorry fer sayin' such mean things.
th_th: และ... ข้าขอโทษที่พูดเรื่องแย่ๆ แบบนั้น

source: Yay, ooee!
th_th: เย้ ฮูเร่!

source: You are a fine boy, Kaimaru. I am proud of you.
th_th: เจ้าเป็นเด็กดี ไคมารุ ข้าภูมิใจในตัวเจ้า

source: But please do not quarrel again. I beg you.
th_th: แต่อย่าทะเลาะกันอีกเลย ข้าขอเถอะ

source: Hee hee. Ya got it, Goddess.
th_th: อิอิ ก็ได้ค่ะ ท่านเทพธิดา

source: Yaaay!
th_th: เย้!
