Repository: zerlkung/Sakuna-Of-Rice-and-Ruin-TH
Catalog: Event/Do/Main_1C.po
Languages: th_th

source: Identify yourself!
th_th: เจ้าเป็นใคร?

source: You're not a demon. Are you a servant of Kamuhitsuki?
th_th: เจ้าไม่ใช่ปีศาจ หรือเจ้าคือ คนรับใช้ของคามุฮิซึกิ?

source: Whoever you are, you will rot here for all eternity.
th_th: ไม่ว่าเจ้าจะเป็นใครก็ตาม เจ้าก็ไม่สามารถออกไปจากที่นี่ได้

source: What did you just say? How dare you threaten ME, a high-ranking noble!
th_th: เมื่อกี้เจ้าพูดว่าอะไรนะ? กล้าดียังไงมาขู่ข้า ข้าคือขุนนางชั้นสูง!

source: Princess, he's--
th_th: องค์หญิง เขาคือ--

source: Do not interfere, old man! Keep your distance!
th_th: อย่ามาขวางข้านะทามะ ออกไปห่างๆ เลย!

source: What is this, an earthquake?!
th_th: นี่มันอะไรกัน แผ่นดินไหว?!

source: And a ferocious one, at that!
th_th: ทำไมมันรุนแรงแบบนี้?

source: Where are you skulking off to? We are not done here!
th_th: เจ้าจะหนีไปไหน? เรายังไม่จบกันเลย!

source: Argh! Slippery weasel!
th_th: อ๊ากก! ไอเจ้าเพียงพอนนั่น!!

source: We may actually be headed to the same place.
th_th: บางที เราอาจจะกำลังไปที่เดียวกันก็ได้

source: Ugh... I dashed out rather impetuously. I should have put a raincoat on first.
th_th: เอ่อ... ถ้าข้าจะรีบวิ่งออกไป ข้าควรใส่เสื้อกันฝนก่อน
