Repository: zerlkung/Sakuna-Of-Rice-and-Ruin-TH
Catalog: Event/Do/Main_Cove.po
Languages: th_th

source: Ah, what exertion! My muscles cry out!
th_th: เหนื่อยจังเลย! กล้ามเนื้อของข้ากำลังร้องไห้!

source: Listen, you... Me an' the samurai here're the ones who rowed the whole time!
th_th: ฟังนะ... ข้ากับซามูไรคนนี้ คือคนที่พายเรือตลอดเวลา!

source: I feel like my arms're gonna fall off.
th_th: รู้สึกเหมือนแขนจะหลุดเลย

source: Now, now. It's all right.
th_th: เอาน่า ช่างมันเถอะ

source: So, Lady Sakuna, what should we do now?
th_th: แล้ว ท่านหญิงซากุนะ เราควรทำอย่างไรตอนนี้?

source: Good question. I'll petition the old man.
th_th: ถามได้ดี ข้าจะลองถามทามะดู

source: Old man. Hey, Tama! Are you sleeping?
th_th: เฮ้ ทามะ เจ้าหลับอยู่เหรอ?

source: *yawn* So we've arrived at last. This is undoubtedly the Isle of Demons.
th_th: *หาว* ในที่สุดเราก็มาถึงแล้ว ที่นี่คือเกาะปีศาจอย่างแน่นอน

source: You truly are an old fart.
th_th: เจ้านี่ทำตัวเหมือนคนแก่เลยนะ

source: You were clearly listening, so hurry and explain our next objective.
th_th: เจ้าได้ยินทั้งหมดใช่ไหม? งั้นอธิบายมา ว่าเราต้องทำอะไรกันต่อ

source: Hmmm. I believe this cave continues to the heart of the isle, at which point it unfolds into a mountain pass.
th_th: อืม... ข้าเชื่อว่าถ้ำแห่งนี้จะนำไปสู่ ใจกลางของเกาะ ณ จุดนั้น มันจะพาออกไปสู่ทางผ่านภูเขา

source: At its peak is the house where your mother lived. Let us head there first.
th_th: ที่ยอดเขามีบ้านที่แม่ท่านอาศัยอยู่ ให้เราไปที่นั่นกันก่อน

source: Huh. Okay, got it. All right! Mosey along, children of men!
th_th: โอเค เข้าใจแล้ว! นำทางไปเลย เจ้าพวกมนุษย์!

source: Yaaah!
th_th: เย้!

source: Uh, not you...you're a bit too young.
th_th: เอ่อ ไม่ใช่เจ้า... เจ้ายังเด็กเกินไป

source: Kaimaru is with me.
th_th: ไคมารุ ข้าจะดูแลเอง

source: What about the rest of you lot? Why is no one moving?!
th_th: แล้วพวกเจ้าที่เหลือล่ะ? ทำไมไม่มีใครไปซะที!

source: 'Cuz...the isle's full of demons, huh? Right, Kinta?
th_th: เพราะว่า...เกาะนี้เต็มไปด้วยปีศาจ? ใช่มั้ยกินตะ?

source: Yui's right. Aren't gods s'posed to protect us humans?
th_th: ยูอิพูดถูกแล้ว เทพเจ้า ต้องปกป้องมนุย์ไม่ใช่เหรอ?

source: Grrr... You cheeky little twerp...
th_th: ฮึ่มมม พวกเจ้านี่...

source: You're called Tauemon, correct? Is that sword at your hip a mere ornament?!
th_th: เจ้าชื่อ ทาเอม่อนใช่ไหม? ดาบเล่มนั้นที่สะโพก เป็นแค่เครื่องประดับเหรอ?!

source: Haha... My humblest apologies. This blade may be of ancient and noble descent, but I myself have utterly no skill in swordplay.
th_th: ฮ่าฮ่า... ดาบเล่มนี้ อาจดูโบราณและสูงส่ง แต่ตัวข้าเองไม่มีทักษะในการใช้ดาบอย่างเต็มที่

source: Once, when I drew it in dire circumstances, the handle slipped from my fingers.
th_th: มัอยู่ครั้งนึง ที่ข้าต้องชักดาบออกมา ในสถานการณ์ฉุกเฉิน ข้าก็ทำมันหลุดมือ

source: Princess...
th_th: องค์หญิง...

source: All right, fine! I shall go by myself!
th_th: ก็ได้ ก็ได้! ข้านำเองก็ได้!

source: Then we will follow your lead.
th_th: ถ้าอย่างนั้น ท่านนำไปก่อนได้เลย

source: Mmph... Argh...
th_th: เอ่อ... อึก...

source: Enough! I hereby excuse myself from this duty. Right or wrong, I'll return home and flop down onto my nice, warm bed.
th_th: หยุดที! ข้าขออภัยในหน้าที่นี้ ไม่ว่าถูกหรือผิด ข้าจะกลับบ้าน และล้มตัวลงนอนบนเตียงอันอบอุ่นของข้า

source: I care nothing for those people. Do they exist only to conspire against me and make my life harder?
th_th: ข้าไม่สนใจคนเหล่านั้น พวกเขามีอยู่เพียงเพื่อสมคบคิดต่อต้านข้า และทำให้ชีวิตของข้ายากขึ้นใช่ไหม?

source: And Tama, too... How dare he take their side when he is supposed to be my servant? Ugh! Connivers, all of them!
th_th: และทามะด้วย... กล้าดียังไงไปเข้าข้างพวกมัน ในเมื่อเขาควรจะเป็นฝ่ายข้า? พวกเขาสมคบคิดกัน!

source: I'm done, done, done, done, dooone!
th_th: ข้าพอแล้ว พอ พอ และพอ!

source: I-I thought I was going to die...
th_th: ข-ข้าคิดว่าข้ากำลังจะตาย...

source: The night sea is as a pitch-black abyss! No way to get my bearings, no way to escape the elements, no way to see...
th_th: ทะเลยามราตรีเปรียบเสมือนขุมนรกที่มืดสนิท! ไม่มีทางที่จะรู้ทิศทาง ไม่มีทางที่จะหนี ไม่มีทางที่จะมองเห็น...

source: How am I supposed to reach the capital under such harrowing conditions?
th_th: ข้าจะไปถึงเมืองหลวงได้อย่างไร ภายใต้เงื่อนไขที่เจ็บปวดเช่นนี้?

source: *sniff* Waaah!
th_th: *ฟืด* ว๊ากกก!

source: Lady Sakuna!
th_th: องหญิง ซากุนะ!

source: Princess!
th_th: องหญิง!

source: They came for me? In this horrible snowstorm?
th_th: พวกเขามาหาข้า? ท่ามกลางพายุหิมะที่น่ากลัวนี้?

source: *sigh* I suppose I'll just have to return and take care of them...
th_th: *เฮ้ออ* ข้าว่าฉันคงต้อง กลับไปดูแลพวกเขาแล้วล่ะ...

source: Aaand here I am again.
th_th: และ ข้ากลับมาอีกครั้ง

source: Why'd I come here back then?
th_th: ทำไมข้าถึงกลับมา?

source: I worked as I was told to this entire year! Day after day, I hunted, tended the fields, and kept a watchful eye on you people...
th_th: ข้าทำงานตามที่บอกมาทั้งปี! วันแล้ววันเล่า ข้าออกล่าสัตว์ ดูแลทุ่งนา และเฝ้าจับตาดูผู้คน...

source: And as a reward for my backbreaking labor, I am offered this inedible refuse?! Has the world gone mad?!
th_th: และรางวัลสำหรับการทำงานหนักของข้า ฉันได้รับขยะที่กินไม่ได้นี้! นี่มันจะมากเกินไปแล้ว!?

source: Nothing has improved at all!
th_th: ไม่มีอะไรดีขึ้นเลย!

source: Nothing's...improved, huh...?
th_th: ไม่มีอะไร...ดีขึ้นเลยเหรอ...?

source: Those words certainly ring true now. I've fled again for a similar reason.
th_th: คำพูดเหล่านั้นจะเป็นจริงอย่างแน่นอน ข้าจากไปด้วยเหตุผลเดียวกัน

source: I thought I had changed. What in the world am I doing?
th_th: ข้าคิดว่าข้าเปลี่ยนไปแล้ว ข้ากำลังทำอะไรอยู่กันแน่นะ?

source: Back then, Tama and Tauemon came for me, but...
th_th: ตอนนั้น ทามะกับทาเอม่อนมาหาข้า แต่...

source: This time, they are consumed with their own concerns.
th_th: คราวนี้พวกเขาจมอยู่กับ ความกังวลของตัวเอง

source: There is no blizzard this time. If I row out to sea, even if I can't reach the capital, will I arrive on some other island?
th_th: คราวนี้ไม่มีพายุหิมะ ถ้าพายเรือ ออกทะเลไปถึงเมืองหลวงไม่ได้ แล้วจะไปถึงเกาะอื่นไหม?

source: Or will I simply end up here again?
th_th: หรือมันจะจบลงที่นี่อีกครั้ง?

source: They would not be able to survive on this island without me.
th_th: พวกเขาคงอยู่บนเกาะนี้ไม่ได้ โดยไม่มีข้า

source: If we return to the capital, at least Tama and I would find asylum, and yet...
th_th: ถ้าเรากลับเมืองหลวง อย่างน้อย ข้ากับทามะก็คงหาที่ลี้ภัย แต่ทว่า...

source: I cannot imagine that Lady Kamuhitsuki and the other gods would deign to look after the humans given Omizuchi's imminent attack...
th_th: นึกไม่ถึงว่า ท่านหญิงคามุฮิซึกิและเทพอื่นๆ จะยอมช่วยเหลือมนุษย์ที่ได้รับความเดือดร้อน จากการโจมตีของโอมิซึจิที่ใกล้จะมาถึง...

source: And Ashigumo and the kappa would not be permitted to so much as pass through the capital gates.
th_th: และอาชิกุโมะและกัปปะ จะไม่ได้รับอนุญาตให้ผ่านประตูเมืองหลวง

source: I have grown fond of everyone here.
th_th: ข้ารักทุกคนที่นี่

source: I enjoy my life on this island.
th_th: ข้าสนุกกับการใช้ชีวิตของข้าบนเกาะนี้

source: Suddenly it seems so obvious. The only one with the strength to protect this place...
th_th: ดูเหมือนจะชัดเจน มีเพียงคนเดียว ที่มีพลังปกป้องสถานที่แห่งนี้...

source: No, having the strength is only half of it. The one who WANTS to protect this place...
th_th: ไม่ มีแค่ความเข้มแข็งอย่างเดียวไม่ได้ ต้องมีคนที่จะปกป้องที่นี่ด้วย...

source: ...is none other than I, Princess Sakuna!
th_th: ...ไม่ใช่ใครอื่นนอกจากข้า องค์หญิงซากุนะ!

source: I shall safeguard all that I have gained!
th_th: ข้าจะปกป้องทุกสิ่งที่ข้าได้รับมา!

# English 05000703_22,Sakuna,Fuman,Standard,-,-,-,Cut7b,ん？,Hm?,嗯？,嗯？,응?,¿Mm?
source: Hm?
th_th: หืม?

source: Aaaaah!
th_th: อ๊าาาก!

source: Oh, my! I beg your pardon.
th_th: ไม่นะ! ข้าขอโทษ

source: I came to see how you were doing, as promised. By the way, was that some sort of boat I bumped into just now?
th_th: ข้ามาดูว่าเจ้าเป็นอย่างไร ตามที่สัญญาไว้ นั่นคือเรือ ลำที่ข้าชนเมื่อกี้น่ะเหรอ?

source: Ah, don't worry about it... *ahem* Allow me to show you the way.
th_th: อ่า อย่ากังวลไปเลย... *อะแฮ่ม* ข้าจะนำทางเอง
