Repository: zerlkung/Sakuna-Of-Rice-and-Ruin-TH
Catalog: Event/Mura/Ashigumo.po
Languages: th_th

source: I am indebted to your parents, and therefore to you. If you are in trouble, do not hesitate to speak with me.
th_th: ข้าเป็นหนี้บุญคุณพ่อแม่ของท่าน ดังนั้น หากท่านเจอปัญหา อย่าลังเลที่จะคุยกับข้า

source: To think you would harbor a demon in the pass... If it were up to me, I'd put a swift end to the beast, but I'll defer to your judgment in this matter.
th_th: ข้าคิดว่าท่านจะกักขังปีศาจไว้ในทางผ่าน... ถ้ามันขึ้นอยู่กับข้า ข้าจะกำจัดปีศาจร้ายนั่นอย่างรวดเร็ว แต่ข้าก็ไม่ขัดท่านในเรื่องนี้

source: I have spotted pillars of light across the island.
th_th: ข้าเจอเสาหินทั่วเกาะนี้

source: It resembles your own divine magic. Why not go and see for yourself?
th_th: มันคล้ายกับเวทมนตร์อันศักดิ์สิทธิ์ของท่าน ทำไมท่านไม่ลองไปสำรวจดู?

source: If I am ever able to return my comrades to this island... Hmph. I would rely even more on your benevolence.
th_th: หากสามารถพาสหายของข้ากลับสู่เกาะแห่งนี้ได้ล่ะก็... ข้าจะเป็นหนี้บุญคุณท่าน

source: So these are the gods of the capital. I had thought they were all militant deities, but that is clearly not the case.
th_th: เหล่านี้คือเทพเจ้าแห่งเมืองหลวง ข้าคิดว่าพวกเขา ล้วนเป็นเทพผู้ทำสงคราม แต่มันก็แค่เรื่องเล่า

source: It's true that the only gods Lady Kamuhitsuki ever dispatched to this island were warriors.
th_th: เป็นความจริงอย่างเดียวที่ท่านหญิง คามุฮิซึกิ ได้ส่งมายังเกาะแห่งนี้คือเหล่านักรบ

source: Come to think of it, there are actually more gods who abhor battle than those who love to fight. Although neither is paying you much mind now.
th_th: ลองคิดดู จริงๆแล้วมีเทพมากเกินไป ผู้ที่เกลียดชังการต่อสู้มากกว่าผู้ที่รักการต่อสู้

source: Hmph. In that case, I should refrain from rushing into battle with every deity who sets foot here.
th_th: ฮึ่ม ในกรณีนี้ ข้าไม่ควรเร่งรีบ เข้าสู่การต่อสู้กับเทพทุกคนที่เหยียบย่ำที่นี่

source: That would have been nice. Ahaha!
th_th: มันก็คงจะดี ฮ่าฮ่า!

source: Some of these gods seem completely unaware of just what it is we are celebrating here today.
th_th: เทพเหล่านี้บางองค์ดูเหมือนไม่รู้ตัวเลย ถึงสิ่งที่เรากำลังเฉลิมฉลองในวันนี้

source: It matters not. Whatever the occasion, they always find cause for celebration.
th_th: ไม่สำคัญหรอก ไม่ว่าโอกาสไหน พวกเขาหาเหตุผลในการเฉลืมฉลองได้เสมอ
