Repository: zerlkung/Sakuna-Of-Rice-and-Ruin-TH
Catalog: Event/Mura/Kinta.po
Languages: th_th

source: What? Ya need somethin' from me?
th_th: อะไรนะ? ท่านต้องการบางอย่างจากข้า?

source: Wanna make some tools?
th_th: ท่านต้องการทำเครื่องมือไหม?

source: Ugh, that's gross! The heck're you carrying that around for?!
th_th: มันดูแย่จัง! ทำไมท่านต้องแบกสิ่งนั้นไปรอบๆ?

source: Gather up some materials for a forge. I'm beggin' ya.
th_th: รวบรวมวัสดุสำหรับตีเหล็ก ข้าขอร้องล่ะ

source: If ya find any useful materials, bring 'em to me. Maybe it'll help me think up a new weapon.
th_th: หากท่านพบวัสดุที่มีประโยชน์ใด ๆ ให้นำมาให้ข้า บางทีมันอาจช่วยให้ข้าคิดค้นอาวุธใหม่ๆ ได้

source: Demons each got different things they're weak to. If smackin' don't work, try slashin' or stabbin'.
th_th: ปีศาจแต่ละตนมีส่วนที่อ่อนแอแตกต่างกัน ถ้าทุบแล้วไม่ได้ผล ให้ลองฟันหรือแทงดูนะ

source: Hurry up and find Kaimaru. Or did ya come here to get a new weapon or two before headin' out?
th_th: รีบไปหาไคมารุ หรือท่านมาที่นี่ เพื่อหาอาวุธใหม่ก่อนที่จะออกไป?

source: I dunno if it's from usin' demonic materials or what, but my weapons got strange powers. You can master 'em, bein' a goddess and all, yeah?
th_th: ข้าไม่รู้ว่ามันมาจากการใช้ 'วัสดุปีศาจหรืออะไร แต่อาวุธของข้ามีพลังแปลกๆ ท่านสามารถควบคุมพวกมันได้ เมื่อกลายเป็นเทพเจ้า ใช่ไหม?

source: Betcha could find tons of ore in a volcano. But food? Not so much. Guess we gotta go out and gather stuff ourselves.
th_th: พนันได้เลยว่าสามารถหาแร่มากมายในภูเขาไฟได้ แต่อาหารล่ะ? คงยาก ข้าคิดว่าเราต้องออกไป และรวบรวมเอาเอง

source: I took a peek at the western fort--it's pretty well guarded. Best get yer weapons in order before ya go chargin' in.
th_th: ข้าแอบเห็นป้อมปราการอยู่ทางทิศตะวันตก มันได้รับการคุ้มกันเป็นอย่างดี เตรียมอาวุธให้ดีที่สุดก่อนจะเข้าจู่โจม

source: I dug enough tools outta the rubble to still forge stuff. So what kinda weapon do ya want me to make?
th_th: ข้ามีเครื่องมือมากพอจากเศษหินหรืออิฐเพื่อทำการสร้าง ท่านต้องการให้ข้าสร้างอาวุธแบบไหน?

source: Ain't nothin' better than a brand new smithing shed. Whatever that Black Forge is, I just gotta try it out.
th_th: ไม่มีอะไรดีไปกว่าโรงตีเหล็กใหม่เอี่ยม Black Forge ไม่ว่ามันจะเป็นอย่างไร ข้าแค่ต้องลองมัน

source: Ashigumo was tellin' me all about elemental materials. Problem is, he said ya gotta go lookin' for 'em at night.
th_th: อาชิกุโมะบอกข้าเกี่ยวกับวัสดุธาตุทั้งหมด ปัญหาก็คือ เขาบอกว่าท่านต้องไปหาพวกมันตอนกลางคืน

source: There should be Earth Element materials 'round these parts, and Wood Element stuff in the forest. Scrounge up enough, and I oughta be able to make ya some new weapons.
th_th: มีวัสดุธาตุดินอยู่บริเวณนี้ และวัสดุธาตุไม้จากในป่า ข้าน่าจะทำอาวุธใหม่ให้ท่านได้

source: The Black Forge is friggin' awesome! I feel like I can craft anything usin' this. C'mon, hurry up and order somethin'!
th_th: Black Forge น่ากลัวมาก! ข้ารู้สึกว่าข้าสามารถประดิษฐ์อะไรก็ได้ในนี้ มาเถอะ ลองสร้างอะไรซักอย่าง!

source: Guess there's some gods that look like...stuff. Do ya think I can use any of 'em as materials?
th_th: ช้าติดว่ามีเทพเจ้าบางคนที่ดูเหมือน...สิ่งของ ท่านคิดว่าข้าสามารถใช้สิ่งเหล่านี้เป็นวัสดุได้ไหม?

source: You stay away from them, idiot child!
th_th: ท่านควรอยู่ให้ห่างจากพวกเขา!

source: Ahaha, c'mon. I'm just pullin' yer leg!
th_th: ฮ่าฮ่า มาเถอะ ข้าจะพาท่านไปเอง!

source: Is he? I can see a glimmer in his eye.
th_th: เขาคือ? ข้าเห็นแสงริบหรี่ในดวงตาของเขา
