Repository: zerlkung/Sakuna-Of-Rice-and-Ruin-TH
Catalog: Event/Mura/Mirthe.po
Languages: th_th

source: Oh, Sakuna! What is it?
th_th: โอ้ ท่านซากุนะ! ว่าไงคะ?

source: Ohhh!
th_th: โอ้!

source: Hello, Sakuna. You feel healthy today?
th_th: สวัสดี ท่านซากุนะ วันนี้ท่านเป็นยังไงบ้าง?

source: If you do not eat proper meals, you do not recover health outside.
th_th: ถ้าท่านกินอาหารที่ไม่เหมาะสม ท่านจะไม่ได้รับการฟื้นฟูข้างนอกนั่น

source: The seasons in Yanato are very beautiful. I like different food for different seasons.
th_th: ฤดูกาลต่างๆ ในยานาโตะนั้นสวยงามมาก ข้าชอบอาหารที่แตกต่างกันในแต่ละฤดูกาล

source: What to do...
th_th: ทำได้ไง...

source: Food goes rotten fast. It is a great waste. If we have ice, food goes rotten not so fast.
th_th: อาหารจะเน่าเสียเร็ว แต่มันเป็นของเสียที่ดี ถ้าเรามีน้ำแข็ง อาหารจะเน่าไม่เร็วนัก

source: I have interest in capital food. Are there things to eat we do not find on Hinoe?
th_th: ข้าสนใจอาหารในเมืองหลวง ที่หากินไม่ได้ในฮิโนเอะ

source: Yui is very good at the loom. It is amazing.
th_th: ยูอิเก่งเรื่องทอผ้า มันน่าทึ่งมาก

source: I ask to watch her weave, but she says no. She is embarrassed, maybe?
th_th: ข้าขอดูเธอทอผ้า แต่เธอปฎิเสธ เธออายใช่ไหม?

source: It is small, but it is our house. I am happy. I am grateful to God, and to you all.
th_th: ถึงจะเล็ก แต่มันคือบ้านของเรา ข้ามีความสุข ข้ารู้สึกขอบคุณเทพเจ้าและพวกคุณทุกคน

source: New house, new smell. I love this scent. Let us cherish every day here!
th_th: บ้านใหม่กลิ่นใหม่ ข้ารักกลิ่นนี้ ทำให้ข้าคิดถึงที่นี่ทุกวัน!

source: I have seen many festivals in many lands. But in all my journeys, I always love them!
th_th: ข้าได้เห็นหลายเทศกาลในหลายอาณาจักร ในทุกการเดินทางของข้า ข้ารักพวกเขาเสมอ!
