Repository: zerlkung/Sakuna-Of-Rice-and-Ruin-TH
Catalog: Event/Mura/Mura.po
Languages: th_th

# English Place_Tanbo,-,-,-,-,-,-,田んぼ,Field,水田,水田,논,Campo
source: Field
th_th: ทุ่งนา

# English Place_Hasa,-,-,-,-,-,-,^稲架^はさ^,Drying Rack,稻架,稻架,벼덕,Secadero
source: Drying Rack
th_th: ราวตาก

# English Place_Naya,-,-,-,-,-,-,^納屋^なや^,Storehouse,倉庫,仓库,헛간,Depósito
source: Storehouse
th_th: โกดัง

# English Place_Suisha,-,-,-,-,-,-,水車小屋,Water Mill,水車小屋,水磨坊,물레방앗간,Molino de agua
source: Water Mill
th_th: โรงสีพลังน้ำ

source: Catch a spider and release it into the field?
th_th: จับแมงมุมแล้วปล่อยลงในทุ่งนา?

source: Catch a frog and release it into the field?
th_th: จับกบแล้วปล่อยลงในทุ่งนา?

source: Use materials to create this equipment?
th_th: ใช้วัสดุในการสร้างอุปกรณ์นี้หรือไม่?

source: You already have this equipment.
th_th: คุณมีอุปกรณ์นี้อยู่แล้ว

source: You do not have enough materials to make this equipment.
th_th: คุณมีวัสดุไม่เพียงพอที่จะทำอุปกรณ์ชิ้นนี้

source: A currently equipped item is included with the materials.
th_th: ไอเทมที่ติดตั้งอยู่ในปัจจุบันจะรวมอยู่ในวัสดุ

# English Kaji_Title,-,-,-,-,-,-,^鍛冶^かじ^,Blacksmith,鍛造,锻造,야금,Herrero
source: Blacksmith
th_th: ช่างตีเหล็ก

source: Required Materials
th_th: วัสดุที่จำเป็น

# English Kaji_Attack,-,-,-,-,-,-,攻撃力,Attack Power,攻擊力,攻击力,공격력,Poder de ataque
source: Attack Power
th_th: พลังโจมตี

# English Kaji_Attribute,-,-,-,-,-,-,属性,Attribute,屬性,属性,속성,Atributo
source: Attribute
th_th: คุณลักษณะ

# English Kaji_Hand,-,-,-,-,-,-,種類,Type,種類,种类,종류,Tipo
source: Type
th_th: ประเภท

# English Kaji_Hand_1,-,-,-,-,-,-,片手,One-Handed,單手,单手,한손,Una mano
source: One-Handed
th_th: มือเดียว

# English Kaji_Hand_2,-,-,-,-,-,-,両手,Two-Handed,雙手,双手,양손,Dos manos
source: Two-Handed
th_th: สองมือ

# English Kaji_Enchant,-,-,-,-,-,-,真価,Hidden Power,真價,真价,진가,Poder oculto
source: Hidden Power
th_th: พลังที่ซ่อนอยู่

# English Hataori_Title,-,-,-,-,-,-,^機織^はたお^り,Weaver,紡織,纺织,직조,Tejedora
source: Weaver
th_th: ช่างทอผ้า

source: Required Materials
th_th: วัสดุที่จำเป็น

# English Hataori_Kind,-,-,-,-,-,-,種類,Type,種類,种类,종류,Tipo
source: Type
th_th: ประเภท

# English Hataori_Kind_Body,-,-,-,-,-,-,衣,Garment,服裝,服装,옷,Atuendo
source: Garment
th_th: อาภรณ์

# English Hataori_Kind_Head,-,-,-,-,-,-,笠,Headgear,斗笠,斗笠,삿갓,Sombrero
source: Headgear
th_th: หมวก

# English Hataori_Kind_Face,-,-,-,-,-,-,面,Mask,面具,面具,가면,Máscara
source: Mask
th_th: หน้ากาก

# English Hataori_Enchant,-,-,-,-,-,-,真価,Hidden Power,真價,真价,진가,Poder oculto
source: Hidden Power
th_th: พลังที่ซ่อนอยู่
