Repository: zerlkung/Sakuna-Of-Rice-and-Ruin-TH
Catalog: Event/Mura/Tama.po
Languages: th_th

source: To what do I owe the pleasure, Princess?
th_th: มีอะไรให้ข้าช่วย องค์หญิง?

source: If you manage to cultivate an exceptional crop, a Spirit Bough may spring forth from the field.
th_th: หากท่านสามารถเพาะปลูกพืชพิเศษได้ วิญญาณต้นไม้ อาจโผล่ออกมาจากทุ่งนา

source: Have you grown accustomed to the art of combat?
th_th: ท่านคุ้นเคยกับทักษะการต่อสู้ไหม?

source: When you learn a new fighting or raiment skill, do not hesitate to try it out at the training hall.
th_th: เมื่อท่านเรียนรู้ทักษะการต่อสู้หรืออาวุธใหม่ อย่าลังเลที่จะทดลองใช้ที่โรงฝึก

source: You have obtained an oil droplet. Now you can venture out at night.
th_th: ท่านได้รับหยดน้ำมัน ตอนนี้ท่านสามารถออกไปผจญภัยในเวลากลางคืนได้

source: Nocturnal demons are much fiercer, but you may make some surprising discoveries if you can defeat them.
th_th: ปีศาจตอนกลางคืนนั้นดุร้ายกว่ามาก แต่ท่านอาจเอาชนะได้ ท่านอาจค้นพบสิ่งที่น่าประหลาดใจบางอย่าง หากท่านสามารถเอาชนะพวกมันได้

source: The volcano is likely to have many dangers, such as areas enshrouded in poisonous smog.
th_th: บริเวณภูเขาไฟจะมีอันตรายหลายอย่าง เช่นพื้นที่ที่ปกคลุมไปด้วยหมอกควันพิษ

source: I imagine it would be easier to explore after eating food that grants resistance to poison.
th_th: ข้าคิดว่ามันจะง่ายกว่านี้ ถ้าจะมาสำรวจทีหลัง หลังจากท่านกินอาหารที่ให้ความต้านทานต่อพิษ

source: How lamentable! Although its effects are temporary, the damage to your field has weakened your powers.
th_th: แม้ว่าผลกระทบของมันจะเป็นเพียงแค่ชั่วคราว แต่ความเสียหายที่เกิดกับทุ่งนาของท่าน ทำให้พลังของท่านอ่อนแอลง

source: This ailment is known as "pollution." In order to purify it, your lost harvest powers must be returned to the field.
th_th: โรคนี้เรียกว่า "มลพิษ" เพื่อที่จะชำระล้างมัน พลังการเก็บเกี่ยวที่หายไปของท่าน จะต้องกลับคืนสู่ทุ่งนา

source: Said powers have likely been dispersed far and wide across Hinoe Island. Let us set forth and find them.
th_th: พลังดังกล่าวน่าจะกระจัดกระจายไปในวงกว้าง ข้ามไปยังเกาะฮิโนเอะ เราควรออกเดินทางและค้นหาพวกมัน

source: We have regained your lost harvest powers. Let us use them as an ingredient for fertilizer so that we may spread it all across the field.
th_th: เราได้พลังการเก็บเกี่ยวที่หายไปของท่านกลับคืนมา ให้เราใช้เป็นส่วนผสมในการทำปุ๋ย เพื่อเราจะได้กระจายไปทั่วทุ่งนา

source: A festival? My word! You have won the children of men's faith and devotion at long last, Princess.
th_th: เทศกาล? ดังเช่นที่ข้าพูด! ท่านได้รับรางวัลเด็ก แห่งความศรัทธาและความจงรักภักดีของผู้ชาย องค์หญิง

source: This is all thanks to your efforts. I am eternally grateful that your hard work and sacrifice is being rewarded.
th_th: ทั้งหมดนี้ต้องขอบคุณความพยายามของท่าน ข้าซาบซึ้งใจชั่วนิรันดร์ วามพยายามและการเสียสละของท่านจะได้รับการตอบแทน

source: To think this once-lonely mountain pass could be so full of life... I only wish Lord Takeribi and Lady Toyohana were here to see it.
th_th: หวังว่าทางผ่านภูเขาที่เดียวดายนี้จะเต็มเปี่ยม ไปด้วยชีวิตชีวา... ข้าอยากให้ท่านทาเคริบิ และท่านหญิงโทโยฮานะได้เห็นสิ่งนี้
