Repository: zerlkung/Sakuna-Of-Rice-and-Ruin-TH
Catalog: Event/Mura/Tauemon.po
Languages: th_th

source: Hello, Lady Sakuna. How are you faring?
th_th: สวัสดี องค์หญิงซากุนะ เป็นไงบ้างสบายดีไหม?

source: The weather is excellent today. Oh, to nap outdoors, swaddled in the sun's warming embrace...
th_th: วันนี้อากาศดีมาก ไปแอบงีบข้างนอก ห่อตัว ในอ้อมกอดอันอบอุ่นของดวงตะวัน...

source: Clouds gather overhead.
th_th: มีเมฆรวมตัวกันด้านบน

source: We have been blessed with rain.
th_th: เราได้รับพรจากฝน

source: I thought it chilly, and sure enough, snow began to fall.
th_th: ข้าคิดว่าอากาศมันเริ่มเย็น และหิมะก็เริ่มตก

source: Oho, making fertilizer is hard work indeed.
th_th: โอ้ การทำปุ๋ยเป็นงานหนักจริงๆ

source: Take the hoe to the field and loosen the soil. Stop whenever you feel you have done enough.
th_th: นำจอบไปที่ทุ่งแล้วพรวนดิน จะหยุดเมื่อก็ได้ ที่ท่านรู้สึกว่าท่านทำเพียงพอแล้ว

source: Shall we select the seeds to use for this year's crop?
th_th: เราจะเลือกเมล็ดพันธุ์ที่จะใช้ สำหรับการเพาะปลูกในปีนี้หรือไม่?

source: Good seeds create good rice.
th_th: เมล็ดที่ดี ทำให้เกิดข้าวที่ดี

source: However, being too picky will affect the yield, so please keep that in mind.
th_th: อย่างไรก็ตามการจู้จี้จุกจิกเกินไป จะส่งผลกระทบต่อผลผลิต ดังนั้นโปรดจำไว้

source: Our seeds are growing in the storehouse. Check on them from time to time, and when you think they've grown enough, we will set to planting.
th_th: เมล็ดของเรากำลังเติบโต ตรวจสอบ พวกเขาเป็นครั้งคราว และเมื่อท่านคิด ว่าโตพอแล้ว เราจะเริ่มปลูกมันกัน

source: It is finally time to plant! Let us move the seedlings into the field.
th_th: ในที่สุดก็ถึงเวลาปลูกแล้ว! ให้เราย้ายต้นกล้าลงในทุ่ง

source: After being planted, they will continue to need plenty of care throughout the summer.
th_th: หลังจากปลูกแล้ว มันก็ยังต้องการการดูแลตลอดฤดูร้อน

source: Grass and weeds stunt the growth of the rice, so try to pull them out when you see them.
th_th: หญ้าและวัชพืชทำให้ข้าวโตช้า ดังนั้นพยายามดึงออกเมื่อท่านเห็นมัน

source: Enough water to submerge your ankles should be fine. Watch over the seedlings until they begin to take root in the new soil.
th_th: ระดับน้ำแค่พอที่จะแช่ข้อเท้าของท่าน ดูแลต้นกล้าจนกว่าพวกเขาจะเริ่มหยั่งรากในดิน

source: Offshoots are beginning to appear. New buds are poking out from the stalks.
th_th: การแตกกอเริ่มปรากฏให้เห็น มีกอข้าวใหม่ๆ เริ่มโผล่ออกมา

source: Enough water to submerge your ankles should be fine. Watch over the seedlings until they begin to take root in the new soil.
th_th: ระดับน้ำแค่พอที่จะแช่ข้อเท้าของท่าน ดูแลต้นกล้าจนกว่าพวกเขาจะเริ่มหยั่งรากในดิน

source: Offshoots are continuing to appear. The field is looking quite lively!
th_th: การแตกกอเริ่มออกมาเรื่อยๆ มันทำให้ทุ่งนาดูคึกคัก!

source: Enough water to submerge your ankles should be fine. Watch over the seedlings until they begin to take root in the new soil.
th_th: ระดับน้ำแค่พอที่จะแช่ข้อเท้าของท่าน ดูแลต้นกล้าจนกว่าพวกเขาจะเริ่มหยั่งรากในดิน

source: The offshoots are just about done growing.
th_th: กอข้าวใกล้จะโตแล้ว

source: I have heard that it's best to let out all the water for a while at this stage. This is known as "drainage."
th_th: ข้าได้ยินมาว่า ควรปล่อยน้ำให้หมดในขั้นตอนนี้ เรียกว่า "การระบายน้ำ"

source: Some lovely ears have appeared! I cannot wait for the harvest!
th_th: ต้นช้าวน่ารักเริ่มปรากฎให้เห็น ข้ารอที่จะเก็บเกี่ยวไม่ไหวแล้ว

source: At this stage, the field requires a lot of water.
th_th: ในขั้นตอนนี้ ทุ่งนาต้องการน้ำมาก

source: Such beautifully golden ears... It is finally time for the harvest! Let us drain the water before we begin.
th_th: รวงข้าวสีทองงดงามเช่นนี้... ในที่สุดก็ถึงเวลาเก็บเกี่ยวแล้ว! ให้เราระบายน้ำก่อนเริ่ม

source: Please lay the harvested rice on the drying rack.
th_th: กรุณาวางข้าวที่เกี่ยวแล้ว บนราวตาก

source: All the rice is on the drying rack now. It will take some time for it to dry.
th_th: ข้าวทั้งหมดอยู่บนราวตากแล้ว ใช้เวลาซักพักเพื่อให้มันแห้ง

source: An abundance of rain will prevent them from drying, but no matter what, please bring them inside before winter's chill sets in.
th_th: ถ้าโดนฝนจะทำให้มันไม่แห้ง แต่ไม่ว่าอะไรจะเกิดขึ้น โปรดนำพวกมัน เข้าไปข้างใน ก่อนที่อากาศหนาวจะมาเยือน

source: I'll tend to the rice until it begins to sprout.
th_th: ข้าจะดูแลข้าว จนมันเริ่มแตกกอ

source: Luckily for us, I found some tools in the storehouse. We must express our gratitude to Lady Sakuna's mother.
th_th: เรายังพอโชคดีอยู่บ้าง ข้าพบเครื่องมือบางอย่างในโกดัง เราต้องขอบคุณ ท่านแม่ขององค์หญิงซากุนะ

source: That is a crystallization of your agricultural abilities. If you mix it with fertilizer and spread it on the fields, your lost harvest goddess powers ought to return.
th_th: นั่นคือการตกผลึกของความสามารถทางการเกษตรของท่าน หากท่านผสมกับปุ๋ยแล้วหว่านไปบนทุ่งนา พลังของเทพธิดาแห่งการเก็บเกี่ยวที่หายไปของท่านควรกลับมา

source: These decorations are unlike anything found in the Lowly Realm. How splendid. Lady Kokorowa's ingenuity truly knows no bounds.
th_th: เครื่องประดับเหล่านี้ไม่เหมือนกับสิ่งที่พบในอาณาจักรเบื้องล่าง ความเฉลียวฉลาดของท่านหญิง โคโคโรวะ นั้นไร้ขอบเขตอย่างแท้จริง
