Repository: zerlkung/Sakuna-Of-Rice-and-Ruin-TH
Catalog: Event/Mura/Yui.po
Languages: th_th

source: Hiya, Goddess.
th_th: สวัสดี ท่านเทพธิดา

source: Want me to weave something?
th_th: อยากให้ข้าทออะไรให้ไหม?

source: Where're ya gonna go with that, Goddess?
th_th: ท่านจะไปไหนเหรอ ท่านเทพธิดา?

source: Go see the old samurai. He's by the shed.
th_th: ลองไปดูท่านซามูไร เขาอยู่ที่ข้างเพิง

source: If I had a loom, I could weave a garment from scratch.
th_th: ถ้าข้ามีเครื่องทอผ้า ข้าก็จะทอผ้าให้ท่านได้

source: I can make hats and other stuff too, but I'm much better at weaving clothes.
th_th: ข้าสามารถทำหมวกและสิ่งอื่น ๆ ได้เช่นกัน แต่ข้าถนัดทอผ้ามากกว่า

source: What should we do?
th_th: เราควรทำยังไง?

source: When Kinta goes out gathering, he only ever picks up stones and ore. Though to be fair, I've only got an eye for plants, myself.
th_th: เมื่อกินตะออกไปรวบรวม เขาจะมองหาหินและแร่ ส่วนข้ามองหาพืชเท่านั้น

source: Myrthe focuses on food, and Kaimaru goes for... fertilizer. Tauemon's the only one who really tries to come back with a mix of things.
th_th: มิรุตเน้นเรื่องอาหาร และไคมารุไปหา... ปุ๋ย ส่วนทาเอม่อนเป็นคนเดียวจริงๆ ที่กลับมาพร้อมกับสิ่งต่างๆ ปะปนกันไป

source: I heard you can get stuff from the capital now. Wonder if they got any nice fabrics to trade?
th_th: ข้าได้ยินมาว่าท่านสามารถไปเอาของจากเมืองหลวงได้แล้ว ข้าสงสัยว่าพวกเขามีผ้าที่ดีที่อยากแลกเปลี่ยนหรือไม่?

source: I can turn stuff like plums and persimmons into dye. If you find any, bring 'em to me.
th_th: ข้าสามารถเปลี่ยนของอย่างลูกพลัมและลูกพลับ ลงในสีย้อมได้ ถ้าเจอก็นำมาให้ข้า

source: Lady Kokorowa is so pretty. I can't wait for my new loom. Thank you, Goddess.
th_th: ท่านหญิงโคโคโรวะน่ารัก ข้ารอไม่ไหวแล้ว สำหรับเครื่องทอผ้าใหม่ของข้า ขอบคุณท่านเทพธิดา

source: Now I can weave brand new outfits! What shall I make for you, Goddess?
th_th: ตอนนี้ข้าสามารถทอเสื้อผ้าใหม่ได้แล้ว! ท่านจะให้ข้าทำอะไรให้?

source: Lady Kokorowa said we'd all become gods now, but these gods from the capital look so...weird.
th_th: ท่านหญิงโคโคโรว่าบอกว่าตอนนี้พวกเรากลายเป็นเทพเจ้าไปแล้ว แต่เทพเจ้าเหล่านี้จากเมืองหลวงดูแปลกมาก...
