Repository: zerlkung/Sakuna-Of-Rice-and-Ruin-TH
Catalog: Tanbo/Soilwork.po
Languages: th

# English Soilwork_None,-,-,-,-,-,-,-,なし,None,無,无,없음,Ninguno
source: None
th: ไม่มี

# English Soilwork_Taokoshi,-,-,-,-,-,-,-,田起こし,Tilling,整地,整地,논갈기,Arado
source: Tilling
th: ไถพรวน

source: Sorting
th: เรียงลำดับ

# English Soilwork_Ikubyo,-,-,-,-,-,-,-,^育苗^いくびょう^,Raising,育苗,育苗,육묘,Germinación
source: Raising
th: เลี้ยง

# English Soilwork_Taue,-,-,-,-,-,-,-,田植え,Planting,插秧,插秧,모내기,Plantación
source: Planting
th: การปลูก

# English Soilwork_Jyosou,-,-,-,-,-,-,-,草抜き,Weeding,除草,除草,잡초 뽑기,Desmalezado
source: Weeding
th: กำจัดวัชพืช

# English Soilwork_Ikusei,-,-,-,-,-,-,-,育成,Growth,栽培,栽培,육성,Crecimiento
source: Growth
th: การเจริญเติบโต

# English Soilwork_Syukaku,-,-,-,-,-,-,-,収穫,Harvesting,收成,收割,수확,Cosecha
source: Harvesting
th: การเก็บเกี่ยว

# English Soilwork_Hasagake,-,-,-,-,-,-,-,^稲架^はさ^掛け,Laying,倒掛,上稻架,볏단 걸기,Tendido
source: Laying
th: วาง

# English Soilwork_Hasahoshi,-,-,-,-,-,-,-,^稲架^はさ^干し,Drying,曬穀,晒稻谷,벼 말리기,Secado
source: Drying
th: การอบแห้ง

# English Soilwork_Dakkoku,-,-,-,-,-,-,-,^脱穀^だっこく^,Threshing,打穀,脱粒,탈곡,Trilla
source: Threshing
th: นวดข้าว

# English Soilwork_Momisuri,-,-,-,-,-,-,-,^籾摺^もみす^り,Hulling,脫殼,脱壳,도정,Pelado
source: Hulling
th: การสี

# English Soilwork_Complete,-,-,-,-,-,-,-,完了,Complete,完成,完成,완료,Completo
source: Complete
th: เสร็จสมบูรณ์

source: Leave the rest to ~Character~? (The more work you leave to others, the more the quality will decrease.)
th: ปล่อยให้ ~Character~? (การปล่อยงานให้คนอื่นทำ คุณภาพจะลดลง)

source: Spring has almost arrived. It's time to begin cultivation!
th: ฤดูใบไม้ผลิเกือบจะมาถึงแล้ว ได้เวลาเริ่มการเพาะปลูกแล้ว!

source: The seedlings are ready for planting. Head to the storehouse!
th: ต้นกล้าพร้อมที่จะปลูก มุ่งหน้าสู่โกดัง!

source: The ears are ripe. It's time to harvest!
th: ได้เวลาเก็บเกี่ยวแล้ว!

source: If tilling is not finished by today, it will be automatically completed.
th: หากการไถพรวนไม่เสร็จภายในวันนี้ มันจะเสร็จสมบูรณ์โดยอัตโนมัติ

source: If sorting is not finished by today, it will be automatically completed.
th: หากการจำแนกยังไม่เสร็จสิ้นภายในวันนี้ มันจะเสร็จสมบูรณ์โดยอัตโนมัติ

source: Today is the deadline for planting. If it has not been done, ~Character~ will do it, but the quality will be greatly decreased.
th: วันนี้เป็นวันครบกำหนดการปลูก ถ้ายังไม่เสร็จ ~Character~ ก็จะทำ แต่คุณภาพจะลดลงอย่างมาก

source: Today is the deadline for completing cultivation. If it has not been done, ~Character~ will do it, but the quality will be greatly decreased.
th: วันนี้เป็นวันครบกำหนดการเพาะปลูกให้เสร็จ ถ้ายังไม่เสร็จ ~Character~ ก็จะทำ แต่คุณภาพจะลดลงอย่างมาก

source: The deadline for completing cultivation has passed, so ~Character~ hulled any rice that was still growing.
th: วันครบกำหนดการเพาะปลูก ผ่านไปแล้ว ~Character~ ต้นข้าว ก็ยังคงเติบโต

source: ~AttackWButton~ Scoop
th: ~AttackWButton~ ตัก

source: The manure has already been scooped up. It goes in the fertilizer pit by the field.
th: ปุ๋ยคอกถูกตักขึ้นแล้ว นำมันไปในบ่อปุ๋ยข้างทุ่งนา

source: Why did I bother scooping this filth?
th: ทำไมข้าถึงต้องคอยตักตวงความสกปรกนี้

source: I already brought manure to the fertilizer pit, so I do not need to scoop again.
th: เอาปุ๋ยคอกไปใส่บ่อปุ๋ยแล้ว เลยไม่ต้องตักอีก

source: That hole is already full. There would be nowhere to put this.
th: หลุมนั้นเต็มแล้ว ไม่มีที่ไหนเลยที่จะวางสิ่งนี้

source: The fertilizer pit is empty.
th: หลุมปุ๋ยว่างเปล่า

source: What an odd hole. It's empty.
th: หลุมอะไรแปลกๆ มันว่างเปล่า

source: The fertilizer has been completed.
th: ปุ๋ยเสร็จแล้ว

source: Recovered from ~Debuff~.
th: ฟื้นฟูจาก ~Debuff~

source: Scoop manure from the outhouse.
th: ตักปุ๋ยคอกจากนอกบ้าน

source: Bring manure to the fertilizer pit.
th: นำปุ๋ยคอกไปที่บ่อปุ๋ย

source: Spread fertilizer in the field.
th: หว่านปุ๋ยในทุ่งนา

# English ManureCreate_Title,-,-,-,-,-,-,-,肥料,Fertilizer,肥料,肥料,비료,Fertilizante
source: Fertilizer
th: ปุ๋ย

source: Condition: ~State~
th: สภาพ: ~State~

source: Aging
th: เร่ง

# English ManureCreate_State_Complete,-,-,-,-,-,-,-,完成,Complete,完成,完成,완성,Completo
source: Complete
th: สมบูรณ์

source: Immunity
th: ภูมิคุ้มกัน

source: Pesticide
th: ยาฆ่าแมลง

source: Herbicide
th: สารกำจัดวัชพืช

source: Sustainability
th: ความยั่งยืน

source: Toxicity
th: ความเป็นพิษ

source: Hours
th: ชั่วโมง

source: Components
th: ส่วนประกอบ

source: Add additional components
th: เพิ่มส่วนประกอบเพิ่มเติม

source: Spread fertilizer
th: หว่านปุ๋ย

source: Dispose of fertilizer
th: ทิ้งปุ๋ย

source: Explanation
th: คำอธิบาย

# English ManureCreate_Choice_Exit,-,-,-,-,-,-,-,戻る,Return,返回,返回,뒤로,Regresar
source: Return
th: กลับ

source: First, throw in a base component, then decide how much amber to add along with additional components.
th: ขั้นแรกให้ใส่ส่วนประกอบพื้นฐาน แล้วตัดสินใจว่าจะเติมอำพันเท่าไหร่ พร้อมด้วยส่วนประกอบเพิ่มเติม

source: Throw in this base component?
th: ใส่องค์ประกอบพื้นฐานนี้หรือไม่?

source: Base Component
th: ส่วนประกอบพื้นฐาน

source: Additional Component
th: ส่วนประกอบเพิ่มเติม

source: Confirm
th: ยืนยัน

# English ManureCreate_ItemAdd_Exit_Ex,-,-,-,-,-,-,-,戻る,Return,返回,返回,뒤로,Regresar
source: Return
th: กลับ

source: ~DecideButton~ Complete
th: ~DecideButton~ เสร็จสิ้น

source: ~DecideButton~ Complete ~CancelButton~ Cancel
th: ~DecideButton~ เสร็จสิ้น ~CancelButton~ ยกเลิก

source: Throw in component?
th: ใส่องค์ประกอบ?

source: Spread fertilizer in the fields?
th: หว่านปุ๋ยในทุ่งนา?

source: Dispose of fertilizer? (You will recover any added components.)
th: ทิ้งปุ๋ย? (คุณจะได้รับคืนส่วนประกอบเพิ่มเติม)

source: Soil nutrients
th: ธาตุอาหารในดิน

# English ManureCreate_SoilNutorient_Max,-,-,-,-,-,-,-,最大,Maximum,最大,最大,최대,Máximo
source: Maximum
th: สูงสุด

source: ~SkillButton~ Details
th: ~SkillButton~ รายละเอียด

source: Spread fertilizer
th: หว่านปุ๋ย

# English SoilDetail_Menu_Cancel,-,-,-,-,-,-,-,戻る,Return,返回,返回,뒤로,Regresar
source: Return
th: กลับ

source: Spread fertilizer from the fertilizer pit?
th: หว่านปุ๋ยจากหลุมปุ๋ย?

source: ~LeaderW~ Softening the soil thoroughly will improve the harvest. ~LeaderW~ Remove the stones to help the rice grow freely.
th: ~LeaderW~ การทำให้ดินนิ่มอย่างทั่วถึงจะช่วยปรับปรุงการเก็บเกี่ยว ~LeaderW~ นำก้อนหินออกเพื่อช่วยให้ข้าวเติบโตอย่างอิสระ

source: ~LeaderW~ Wash away volcanic ash by adding plenty of water and tilling thoroughly.
th: ~LeaderW~ ล้างเถ้าภูเขาไฟโดยรดน้ำปริมาณมาก และไถพรวนให้ละเอียด

source: ~AttackWButton~ Start tilling
th: ~AttackWButton~ เริ่มไถพรวน

source: ~AburadamaButton~ Check progress
th: ~AburadamaButton~ ตรวจสอบความคืบหน้า

source: ~SkillButton~ Finish tilling
th: ~SkillButton~ ไถพรวนเสร็จสิ้น

source: ~ClothButton~ + ~LStick~ Run
th: ~ClothButton~ + ~LStick~ วิ่ง

source: ~PauseButton~ Skill settings
th: ~ปุ่มหยุดชั่วคราว~ การตั้งค่าทักษะ

source: ~AttackWButton~ (Hold) Swing
th: ~AttackWButton~ (กดค้างไว้) เหวี่ยง

source: ~AttackSButton~ Remove
th: ~AttackSButton~ ลบออก

source: Whew, it is not yet finished?
th: อ้าว ยังไม่เสร็จเหรอ?

source: I must be almost halfway there. Surely I've toiled enough by now?
th: ข้าทำเกือบครึ่งทางแล้ว แน่นอนว่าข้าเหนื่อยมามากพอแล้ว?

source: That should do it. Agh, how draining.
th: นั่นแหละที่ควรทำ อ๊าก น้ำลายไหลเลย

source: Perfect! Greater work has never been done.
th: สมบูรณ์แบบ! งานใหญ่ไม่เคยสำเร็จ

source: Finish tilling and move to the next step?
th: ไถพรวนเสร็จแล้ว ไปขั้นตอนต่อไปเลยไหม?

source: Land Tilled
th: ที่ดินเปล่า

source: Stones Removed
th: นำหินออก

source: Fertilizer Used?
th: ใช้ปุ๋ย?

# English Taokoshi_Result_Manuring_On,-,-,-,-,-,-,-,有,Yes,有,有,있음,Sí
source: Yes
th: ใช่

# English Taokoshi_Result_Manuring_Off,-,-,-,-,-,-,-,無,No,無,无,없음,No
source: No
th: ไม่

source: Purify the soil polluted by volcanic ash. ~Leader~ Add more water to the soil. ~Leader~ Till more than half the field.
th: ชำระล้างดินที่ปนเปื้อนเถ้าภูเขาไฟ ~Leader~ เติมน้ำให้ดินมากขึ้น ~Leader~ เกินครึ่งสนาม

source: ~LeaderW~ Sorting separates the good rice from the bad. ~LeaderW~ Mixing mud or salt into the water makes the low-quality rice float to the top. ~LeaderW~ Adding more mud or salt raises the rice's quality at the cost of a smaller yield.
th: ~LeaderW~ การคัดแยกข้าวดีออกจากข้าวเสีย ~LeaderW~ ผสมโคลนหรือเกลือลงไปในน้ำทำให้ ข้าวคุณภาพต่ำจะลอยขึ้นไปด้านบน ~LeaderW~ การใส่โคลนหรือเกลือมากขึ้น จะทำให้ข้าวงอก คุณภาพด้วยต้นทุนของผลผลิตที่น้อยลง

source: Start sorting?
th: เริ่มการจำแนก?

source: Sort using mud
th: จำแนกโดยใช้โคลน

source: Sort using saltwater
th: จำแนกโดยใช้น้ำเค็ม

# English TaneSenbetsu_Choice_Cancel,-,-,-,-,-,-,-,やめる,Stop,放棄,放弃,그만둔다,Detener
source: Stop
th: หยุด

source: ~CancelButton~ End work
th: ~CancelButton~ จบงาน

source: ~LStick~ Mix
th: ~LSstick~ ผสม

source: ~System3Button~ (Hold) Look
th: ~System3Button~ (กดค้างไว้) ดู

source: ~LStick~ Tilt vase
th: ~LStic~ เอียง

source: ~DecideButton~ Hold stick
th: ~DecideButton~ กดค้างไว้

source: ~DecideButton~ Hold vase
th: ~DecideButton~ เอียงค้างไว้

source: ~CancelButton~ Finish
th: ~CancelButton~ เสร็จสิ้น

# English TaneSenbetsu_GaugeName_Doro,-,-,-,-,-,-,-,泥,Mud,泥土,泥,진흙,Barro
source: Mud
th: โคลน

# English TaneSenbetsu_GaugeName_Shio,-,-,-,-,-,-,-,塩,Salt,鹽,盐,소금,Sal
source: Salt
th: เกลือ

source: Water Density
th: ความหนาแน่นของน้ำ

source: Finish sorting?
th: เสร็จสิ้นจำแนก?

# English TaneSenbetsu_Result_Quality,-,-,-,-,-,-,-,品質,Quality,品質,品质,품질,Calidad
source: Quality
th: คุณภาพ

source: Now, then. Let us get straight to sowing the sorted rice.
th: ตอนนี้แล้ว เรามาลงมือปลูกกันเลยดีกว่า ข้าวที่คัดแยก

source: Got it. Let's bring it all to the field.
th: เข้าใจแล้ว. มาพากันลงสนามกันเถอะ

source: No, wait a moment. The seeds are not sown in the field, but in this seedling box.
th: ไม่ รอสักครู่ เมล็ดไม่ได้หว่าน ในทุ่งนา แต่ในกล่องกล้าไม้นี้

source: And why would we do something like that?
th: และทำไมเราถึงทำอะไรแบบนั้น?

source: The seeds have only barely begun to sprout. In a word, they are mere babes.
th: เมล็ดเพิ่งเริ่มงอก กล่าวได้ว่าพวกเขาเป็นเพียงทารก

source: Until they are big enough, they must be protected from disease and pests in this box.
th: กว่าจะโตพอก็ต้อง ป้องกันจากโรคและแมลงศัตรูพืชในกล่องนี้

source: Hmmm. I see.
th: อืม. เข้าใจแล้ว.

source: How should we sow them?
th: เราควรหว่านอย่างไร?

source: Thickly (Harvest size ~Up~)
th: หนา (ขนาดเก็บเกี่ยว ~ขึ้น~)

source: Thinly (Harvest size ~Down~)
th: บาง (ขนาดเก็บเกี่ยว ~ลง~)

source: Please leave them here and be patient until they sprout into seedlings. Then we will finally plant them.
th: โปรดทิ้งพวกเขาไว้ที่นี่และอดทนไว้ จนแตกหน่อเป็นกล้าไม้ แล้วในที่สุดเราก็จะปลูกมัน

source: Please leave them here and be patient until they sprout into seedlings.
th: โปรดทิ้งพวกเขาไว้ที่นี่และอดทนไว้ จนแตกหน่อเป็นกล้าไม้

source: Hold on, you have not finished tilling yet. Why not work the field until the seedlings grow?
th: เดี๋ยวก่อน คุณยังไถไม่เสร็จ ทำไมไม่ทำนาจนกว่าต้นกล้าจะโต?

source: They do not seem to be sprouting yet.
th: ดูเหมือนพวกมันจะยังไม่แตกหน่อ

source: Oho, I see some sprouts. How exciting.
th: โอ้ ฉันเห็นถั่วงอกบ้าง น่าตื่นเต้นแค่ไหน

source: Yes, yes! Grow big and strong!
th: ใช่ ๆ! เติบใหญ่และแข็งแกร่ง!

source: They've grown quite big. They could probably be planted in the field now. Or should I wait?
th: พวกเขาโตขึ้นมาก พวกเขาอาจจะ ไปปลูกในทุ่งนาได้แล้ว หรือฉันควรรอ?

source: I think we've let them grow more than enough. It would be best to plant them in the field.
th: ฉันคิดว่าเราปล่อยให้พวกเขาเติบโตเกินพอ ทางที่ดีควรปลูกไว้ในทุ่งนา

source: Take the seedlings from the box?
th: นำต้นกล้าออกจากกล่อง?

source: It is entirely too late to begin planting. I shall do it tomorrow.
th: มันสายเกินไปที่จะเริ่มปลูก ฉันจะทำพรุ่งนี้

source: ~LeaderW~ Plant every seedling in the soil. ~LeaderW~ Open/Close the field gates to control the water level. ~LeaderW~ One gate lets water in; the other lets water out.
th: ~LeaderW~ ปลูกต้นกล้าทุกต้นในดิน ~LeaderW~ เปิด/ปิดประตูสนามเพื่อควบคุมระดับน้ำ ~LeaderW~ ประตูเดียวให้น้ำเข้า อีกอันปล่อยให้น้ำไหลออกมา

source: ~AttackWButton~ Start planting
th: ~AttackWButton~ เริ่มปลูก

source: ~ClothButton~ + ~LStick~ Run ~SkillButton~ Let ~Character~ handle it ~PauseButton~ Skill settings
th: ~ClothButton~ + ~LStick~ วิ่ง ~SkillButton~ ให้ ~ตัวละคร~ จัดการมัน ~ปุ่มหยุดชั่วคราว~ การตั้งค่าทักษะ

source: ~AttackSButton~ Take seedlings
th: ~AttackSButton~ เอาต้นกล้า

source: ~AttackWButton~ (Hold) Plant
th: ~AttackWButton~ (กดค้างไว้) โรงงาน

# English Taue_Result_Interval,-,-,-,-,-,-,-,植えた密度,Spacing,種植密度,种植密度,심은 밀도,Espacio
source: Spacing
th: ระยะห่าง

source: Too Close
th: ใกล้เกินไป

source: Balanced
th: สมดุล

source: Too Far Apart
th: ห่างกันเกินไป

source: ~LeaderW~ Pull weeds or they'll steal nutrients from the soil.
th: ~LeaderW~ ดึงวัชพืชหรือพวกมันจะขโมยสารอาหารจากดิน

source: ~AttackWButton~ Pull
th: ~AttackWButton~ ดึง

source: ~LeaderW~ Harvest all rice stalks.
th: ~LeaderW~ เก็บรวงข้าวทั้งหมด

source: ~AttackWButton~ Start harvesting
th: ~AttackWButton~ เริ่มเก็บเกี่ยว

source: ~ClothButton~ + ~LStick~ Run ~SkillButton~ Let ~Character~ handle it ~PauseButton~ Skill settings
th: ~ClothButton~ + ~LStick~ วิ่ง ~SkillButton~ ให้ ~ตัวละคร~ จัดการมัน ~ปุ่มหยุดชั่วคราว~ การตั้งค่าทักษะ

source: ~AttackWButton~ Reap
th: ~AttackWButton~ เก็บเกี่ยว

source: Moving the rice dried it a little.
th: ขยับข้าวให้แห้งเล็กน้อย

source: ~LeaderW~ Dry the rice on the wooden frames.
th: ~LeaderW~ ข้าวแห้งบนโครงไม้

source: ~AttackWButton~ Pick up/Dry rice
th: ~AttackWButton~ รับ/ข้าวแห้ง

source: ~AttackWButton~ Pick up/Dry rice
th: ~AttackWButton~ หยิบ/ข้าวแห้ง

source: It is still soaked.
th: มันยังเปียกอยู่

source: It needs more time.
th: มันต้องใช้เวลามากขึ้น

source: It should be dry soon.
th: มันควรจะแห้งเร็ว ๆ นี้

source: It looks plenty dry.
th: มันดูแห้งแล้งมาก

source: Take the dried rice and move to the next step?
th: หยิบข้าวแห้ง แล้วไปขั้นตอนต่อไป?

source: The rice has been moved to the storehouse.
th: ข้าวได้ถูกย้ายไปยังโกดัง

source: ~LeaderW~ Remove the rice husks.
th: ~LeaderW~ แกะแกลบออก

source: Start threshing?
th: เริ่มนวดข้าว?

source: Use the kokibashi
th: ใช้โคคิบาชิ

source: Use the hand thresher
th: ใช้เครื่องนวดมือ

source: Use the threshing machine
th: ใช้เครื่องนวดข้าว

# English Dakkoku_Choice_Cancel,-,-,-,-,-,-,-,やめる,Stop,放棄,放弃,그만둔다,Detener
source: Stop
th: หยุด

source: ~SkillButton~ Let someone else handle it
th: ~SkillButton~ ให้คนอื่นจัดการ

source: Rice Dryness
th: ความแห้งของข้าว

source: Start hulling?
th: เริ่มสี?

source: Use the mortar and pestle
th: ใช้ครกและสาก

source: Use the rice pounder
th: ใช้เครื่องตำข้าว

source: Use the water mill
th: ใช้โรงสีพลังน้ำ

# English Momisuri_Choice_Cancel,-,-,-,-,-,-,-,やめる,Stop,放棄,放弃,그만둔다,Detener
source: Stop
th: หยุด

source: ~LeaderW~ Pounding the rice removes husks. ~LeaderW~ The more you hull, the whiter the rice becomes. ~LeaderW~ Brown rice gives better food bonuses, while white rice improves your growth.
th: ~LeaderW~ ทุบข้าวเอาแกลบออก ~LeaderW~ ยิ่งสี ข้าวยิ่งขาว ~LeaderW~ ข้าวกล้องให้โบนัสอาหารที่ดีกว่า ในขณะที่ข้าวขาวช่วยเพิ่มการเจริญเติบโตของคุณ

source: Progress
th: ความคืบหน้า

source: Unhulled Rice
th: ข้าวเปล่า

source: Brown Rice
th: ข้าวกล้อง

source: 10% Hulled
th: ขัดข้าว 10%

source: 20% Hulled
th: ขัดข้าว 20%

source: 30% Hulled
th: ขัดข้าว 30%

source: 40% Hulled
th: ขัดข้าว 40%

source: 50% Hulled
th: ขัดข้าว 50%

source: 60% Hulled
th: ขัดข้าว 60%

source: 70% Hulled
th: ขัดข้าว 70%

source: 80% Hulled
th: ขัดข้าว 80%

source: 90% Hulled
th: ขัดข้าว 90%

source: White Rice
th: ข้าวขาว

source: Finish hulling the rice?
th: สีข้าวเสร็จหรือยัง?

source: Press ~CancelButton~ when you want to finish
th: กด ~CancelButton~ เมื่อคุณต้องการเสร็จสิ้น

source: I'll let Kokorowa's water mill handle this.
th: ฉันจะให้โรงสีน้ำของโคโคโรวะจัดการเรื่องนี้

source: That should do it. In only about half a day, it will become pristine white rice.
th: ควรทำในเวลาเพียงครึ่งวันเท่านั้น มันก็จะกลายเป็นข้าวขาวบริสุทธิ์

source: This is a huge help with the hulling process.
th: นี่จะช่วยเหลืออย่างมากในกระบวนการสี

source: It's proceeding along without me lifting a finger!
th: มันดำเนินไปโดยที่ข้าไม่ต้องจัดการ!

source: To merely sit back and supervise. What a wonderful age we live in.
th: ได้แต่นั่งเฝ้าดู เราอยู่ในวัยที่ยอดเยี่ยม

source: What a fascinating mechanism. I could watch it forever.
th: ช่างเป็นกลไกที่น่าสนใจอะไรเช่นนี้ ข้าสามารถดูได้ตลอดไป

source: New Rice Complete
th: ข้าวใหม่เสร็จสมบูรณ์

source: ~DecideButton~ Next
th: ~DecideButton~ ต่อไป

# English Result_Menu_Result,-,-,-,-,-,-,-,成果,Results,成果,成果,성과,Resultados
source: Results
th: ผลลัพธ์

# English Result_Menu_Detail,-,-,-,-,-,-,-,詳細,Details,詳細資訊,详细信息,상세,Detalles
source: Details
th: รายละเอียด

# English Result_Menu_Status,-,-,-,-,-,-,-,状態,Status,狀態,状态,상태,Estado
source: Status
th: สถานะ

# English Result_Menu_End,-,-,-,-,-,-,-,終了,Finish,結束,结束,종료,Terminar
source: Finish
th: เสร็จ

# English Result_Title,-,-,-,-,-,-,-,結果,Notes,結果,结果,결과,Notas
source: Notes
th: หมายเหตุ

source: Rice Results
th: ผลลัพธ์ข้าว

source: Year ~Year~
th: ปี ~Year~

source: Sakuna's Strength
th: ความแข็งแกร่งของซาคุนะ

source: Rice Acquired
th: ได้รับข้าว

source: Cultivation Details
th: รายละเอียดการเพาะปลูก

source: "Climate Trends" Rain: ~Rainfall~, Temperature: ~Temperature~
th: "แนวโน้มสภาพภูมิอากาศ" ฝน: ~Rainfall~ อุณหภูมิ: ~Temperature~

source: Time Undernourished: ~Value~
th: เวลาขาดสารอาหาร:~Value~

source: ~Leader~ Tilled: ~Value~%
th: ~Leader~ ไถพรวน: ~Value~%

source: ~Leader~ Stones Removed: ~Value~/~ValueMax~
th: ~Leader~ นำหินออก: ~Value~/~ValueMax~

source: ~Leader~ Fertilizer: ~Value~
th: ~Leader~ ปุ๋ย: ~Value~

source: ~Leader~ Sorting Method: ~Value~
th: ~Leader~ วิธีการจำแนก: ~Value~

source: Mud Sorting
th: จำแนกโคลน

source: Saltwater Sorting
th: จำแนกน้ำเค็ม

source: ~Leader~ Water Density: ~Value~
th: ~Leader~ ความหนาแน่นของน้ำ: ~Value~

source: ~Leader~ Sowing Style: ~Value~
th: ~Leader~ รูปแบบการหว่านเมล็ด: ~Value~

source: Thick
th: หนา

source: Thin
th: บาง

source: ~Leader~ Time Period: ~Value~
th: ~Leader~ ระยะเวลา: ~Value~

source: Early
th: แต่แรก

source: Average
th: เฉลี่ย

source: Late
th: ช้า

source: ~Leader~ Spacing: ~Value~
th: ~Leader~ ระยะห่าง: ~Value~

source: ~Leader~ Amount of Sunlight: ~Value~%
th: ~Leader~ ปริมาณแสงแดด: ~Value~%

source: ~Leader~ Average Temperature: ~Value~
th: ~Leader~ อุณหภูมิเฉลี่ย: ~Value~

source: ~Leader~ Average Water Depth: ~Value~
th: ~Leader~ ความลึกเฉลี่ยของน้ำ: ~Value~

source: Shallow
th: ตื้น

source: Deep
th: ลึก

source: ~Leader~ Damage from Weeds: ~Value~
th: ~Leader~ ความเสียหายจากวัชพืช: ~Value~

source: ~Leader~ Damage from Pests: ~Value~
th: ~Leader~ ความเสียหายจากศัตรูพืช: ~Value~

source: ~Leader~ Drained: ~Value~
th: ~Leader~ ระบายน้ำ: ~Value~

source: ~Leader~ Time Period: ~Value~
th: ~Leader~ ระยะเวลา: ~Value~

source: ~Leader~ Lost Water: ~Value~
th: ~Leader~ สูญเสียน้ำ: ~Value~

source: ~Leader~ Rice Dryness: ~Value~%
th: ~Leader~ ข้าวแห้ง: ~Value~%

source: ~Leader~ Time Worked: ~Value~
th: ~Leader~ เวลาที่ใช้: ~Value~

source: ~Leader~ Time Worked: ~Value~
th: ~Leader~ เวลาที่ใช้: ~Value~

source: ~Leader~ Percentage Polished: ~Value~
th: ~Leader~ เปอร์เซ็นต์ที่ขัด: ~Value~

# English Result_Detail_On,-,-,-,-,-,-,-,有,Yes,有,有,있음,Sí
source: Yes
th: ใช่

# English Result_Detail_Off,-,-,-,-,-,-,-,無,No,無,无,없음,No
source: No
th: ไม่

# English Result_Detail_Scale_Small,-,-,-,-,-,-,-,小,Low,小,小,소,Bajo
source: Low
th: ต่ำ

# English Result_Detail_Scale_Middle,-,-,-,-,-,-,-,中,Medium,中,中,중,Medio
source: Medium
th: ปานกลาง

# English Result_Detail_Scale_Large,-,-,-,-,-,-,-,大,Large,大,大,대,Grande
source: Large
th: ใหญ่

# English Result_Detail_Season_Early,-,-,-,-,-,-,-,早,Early,早,早,빠름,Temprano
source: Early
th: แต่แรก

# English Result_Detail_Season_Middle,-,-,-,-,-,-,-,普,Average,一般,一般,보통,Normal
source: Average
th: เฉลี่ย

# English Result_Detail_Season_Late,-,-,-,-,-,-,-,遅,Late,晚,晚,느림,Tardío
source: Late
th: ช้า

# English Result_Detail_Time_Morning,-,-,-,-,-,-,-,朝,Morning,早上,早晨,아침,Mañana
source: Morning
th: ตอนเช้า

# English Result_Detail_Time_Afternoon,-,-,-,-,-,-,-,昼,Afternoon,中午,中午,점심,Tarde
source: Afternoon
th: ตอนบ่าย

# English Result_Detail_Time_Night,-,-,-,-,-,-,-,夜,Night,夜晚,夜晚,저녁,Noche
source: Night
th: กลางคืน
