Repository: zerlkung/Sakuna-Of-Rice-and-Ruin-TH
Catalog: Event/Mura/Dojo/EventSub.po
Languages: th_th

source: What is this cave? From the exterior, it gives the impression of being a magnitude smaller than it actually is inside.
th_th: ถ้ำนี้คืออะไร? มองจากภายนอก มันทำให้รู้สึกได้ถึงความยิ่งใหญ่ แต่ภายในเล็กกว่าที่เป็นเห็น

source: Long ago, your father, Lord Takeribi, dug out this cave in order to be closer to his beloved Lady Toyohana.
th_th: นานมาแล้ว ท่านทาเคริบิ บิดาของท่าน ขุดถ้ำนี้ เพื่อจะได้ใกล้ชิดกับคนรักของเขา ท่านหญิงโทโยฮานะ

source: He also utilized the space as a training ground.
th_th: และเขายังใช้พื้นที่เป็นสนามฝึกซ้อม

source: In truth, the cave is indeed as diminutive as you sensed. However, a spell is in effect that shrinks all who pass through the entrance.
th_th: แท้จริงแล้ว ถ้ำนี้มีขนาดเล็กมาก อย่างที่คุณสัมผัสได้ อย่างไรก็ตาม มีคาถาที่จะลดขนาดทุกคนที่ผ่านเข้า

source: My father had many talents, I see.
th_th: ท่านพ่อของข้ามีความสามารถมากมาย ข้ารู้

source: The shrine in the center appears to still be active. If you touch it, you can begin training.
th_th: ศาลเจ้าที่อยู่ตรงกลางดูเหมือนจะยังทำงานอยู่ หากท่านสัมผัสมัน ท่านสามารถเริ่มการฝึกได้

source: Father was rather brazen to dig a hole under a lady's house without permission.
th_th: ท่านพ่อช่างกล้า ที่ขุดหลุมใต้บ้านผู้หญิงโดยไม่ได้รับอนุญาต

source: Since I'm here, I may as well make use of it.
th_th: เนื่องจากข้าอยู่ที่นี่ ข้าก็สามารถใช้มันได้เช่นกัน

source: I've obtained some scrolls.
th_th: ข้าได้รับคัมภีร์มาบ้างแล้ว

source: Oho... This takes me back. These are Lord Takeribi's writings on the art of battle.
th_th: โอ้... มันดูคุ้นๆ นี่คืองานเขียนของ ท่านทาเคริบิ เกี่ยวกับศิลปะการต่อสู้

source: Father wrote this?
th_th: ท่านพ่อเขียนมันเหรอ?

source: Wishing to share their knowledge with each other, Lord Takeribi penned The Art of Battle. Likewise, Lady Toyohana wrote The Art of Farming.
th_th: ท่านทาเคริบิ เขียนเกี่ยวกับศิลปะการต่อสู้ เพื่อที่จะแบ่งปันความรู้ซึ่งกันและกัน เช่นเดียวกันกับ ท่านหญิงโทโยฮานะ เขียนเกี่ยวกับศิลปะการทำฟาร์ม

source: When your parents left this island, their teachings were passed on to the Ashigumo tribe...
th_th: เมื่อท่านพ่อและแม่ของท่านได้ไปจากเกาะนี้ คำสอนของพวกเขาได้ถูกส่งต่อไปยังเผ่าอาชิกุโมะ...

source: However, it appears the scrolls were scattered and lost in the wake of the demonic invasion.
th_th: อย่างไรก็ตาม ดูเหมือนว่าม้วนคัมภีร์จะกระจัดกระจาย และสูญหายไปจากการรุกรานของปีศาจ

source: Hmm. Perhaps I will give them a look, if I happen to chance upon any more.
th_th: ข้าจะให้พวกท่านได้เห็น ถ้ามีโอกาสอีก
