Repository: zerlkung/Sakuna-Of-Rice-and-Ruin-TH
Catalog: Event/Mura/Dojo/Other.po
Languages: th_th

source: Practice Settings
th_th: การตั้งค่าการฝึก

source: Unlimited Skill Gauge
th_th: เกจทักษะไม่จำกัด

source: Enemy Position
th_th: ตำแหน่งศัตรู

source: Enemy Movements
th_th: การเคลื่อนไหวของศัตรู

source: View Battle Tutorials
th_th: ดูบทแนะนำการต่อสู้

source: Start Practice
th_th: เริ่มฝึก

# English Menu_Cancel,-,-,-,-,-,-,やめる,Stop,放棄,放弃,그만둔다,Detener
source: Stop
th_th: หยุด

source: ~PauseButton~ End Practice
th_th: ~PauseButton~ สิ้นสุดการฝึก

source: The Art of Battle
th_th: ศิลปะแห่งการต่อสู้

source: ~CancelButton~ Return
th_th: ~CancelButton~ กลับ

source: Scroll:,,, 1
th_th: คัมภีร์:,,, 1

source: Scroll:,,
th_th: คัมภีร์:,,,
