Repository: zerlkung/Sakuna-Of-Rice-and-Ruin-TH
Catalog: Event/*/Main_1_Boss.po
Languages: ka

source: The demons have vanished entirely. Have they not made it this far?
ka: พวกปีศาจได้หายไปหมดแล้ว พวกมันคงไม่ได้มาไกลถึงที่นี่?

source: Or perhaps they have already--
ka: หรือบางทีพวกมันมากันแล้ว--

source: Haaate... Haaaaate...
ka: เกลียด... ข้าเกลียด...

source: Eeeeeeek!
ka: เอ๋!

source: The demons did not vanish--they were killed!
ka: ปีศาจไม่ได้หายไป พวกมันถูกฆ่า!

source: Oh, HEAVENS no! No, no, no! That's it! I'm returning home at once!
ka: ไม่! ไม่ไม่ไม่! ข้าจะกลับบ้าน!

source: Princess, get ahold of yourself!
ka: องค์หญิง ควบคุมตัวเองหน่อย!

source: Arrrgh... I'll fight, but I won't like it!
ka: อ๊ากก... สู้ก็ได้ แต่ช้าไม่ชอบเลย

source: W-We we we...were kill k-kill killed...
ka: ร-เรา เรา... ฆ่ามันแล้ว...

source: By d-demons... By by by humans...
ka: ลาก่อนปีศาจ... ลาก่อนพวกมนุษย์

source: That creature was responsible for turning the corpses of the Ashigumo tribe into specters.
ka: สิ่งมีชีวิตนั้น มีหน้าที่เปลี่ยนซากศพ ของเผ่าอาชิกุโมะ ให้กลายเป็นภูติผี

source: It would appear the demons attacked this volcano in order stop it from wreaking havoc.
ka: ดูเหมือนว่าพวกปีศาจจะโจมตีภูเขาไฟนี้ เพื่อหยุดไม่ให้มันสร้างความเสียหาย

source: Did it say something about humans at the end?
ka: มันพูดอะไรบางอย่างเกี่ยวกับมนุษย์ในตอนท้ายหรือเปล่า?

source: Odd words indeed. The only humans on this island should be the ones living in the pass.
ka: มันพูดแปลกๆ มนุษย์เพียคนเดียว ที่อาศัยอยู่ในทางผ่าน ของเกาะนี้

source: I suppose there is no use ruminating now that it has sunk into the fire. Let us return.
ka: ข้าคิดว่ามันไม่มีประโยชน์ ที่จะครุ่นคิดในตอนนี้ กลับกันเถอะ

source: May this deed cleanse the river of its taint...
ka: ขอให้การกระทำนี้ ชำระล้างมลทินของมัน...
