Repository: zerlkung/Sakuna-Of-Rice-and-Ruin-TH
Catalog: Event/*/Main_2_Boss.po
Languages: ka

source: No longer will you elude my grasp. I shall finish you once and for all!
ka: เจ้าหนีข้าไม่พ้นหรอก ข้าจะจบมันทุกอย่างลงที่นี่!

source: Keep your guard steady and your resolve firm! It is stronger than before!
ka: ระวังตัวทุกย่างก้าว และเตรียมพร้อมรับทุกสถานการณ์

source: You will not escape this time!
ka: เจ้าไม่รอดแน่!

source: Uhhh... So, what am I to do with this?
ka: เอ่อ... แล้วข้าจะทำยังไงกับเรื่องนี้ดี?

source: Princess, that--
ka: องค์หญิง นั่น--

source: What?! What is happening?!
ka: อะไรนะ?! เกิดอะไรขึ้น?!

source: Oh... Could it truly be...?
ka: โอ้... มันคือ...?

source: The Blade of Hoshidama?!
ka: ดาบแห่งโฮชิดามะ?!

source: That is undoubtedly my other half, the Blade of Hoshidama!
ka: ดาบแห่งโฮชิดามะ มันคืออีกครึ่งนึงของข้า!

source: I had thought it lost in the battle with Omizuchi long ago.
ka: ข้าคิดว่ามันหายไปในการต่อสู้กับ โอมิซึจิ เมื่อนานมาแล้ว

source: It must have been corrupted by this island's negative energy and possessed by the Homusubi.
ka: มันต้องได้รับความเสียหายจากพลังงานลบของเกาะนี้ และถูกครอบครองโดย โฮมุซึบิ

source: But I should have been able to sense the presence of my other half.
ka: แต่ข้าควรจะสัมผัสได้สิ ถึงการมีอยู่ของอีกครึ่งหนึ่งของข้า

source: Tama, Tama, Tamaaa!
ka: ทามะ ทามะ ทาาาาาาามะ!

source: If we've found the blade, then...!
ka: หากเราเจอดาบแล้วละก็...!

source: Yes, perhaps... No, assuredly...!
ka: ใช่ บางที... เราอาจทำได้...!

source: If we use this blade to fix you, then you won't disappear, even if you become a farm tool?!
ka: หากเราใช้ดาบนี้ เจ้าจะไม่หายไป แม้ว่าเจ้าจะกลายเป็นเครื่องมือในฟาร์ม?!

source: Oh, blessed be... What wondrous news...
ka: โอ้ นี่เป็น... เรื่องที่ดี...

source: Now you needn't go anywhere. *sob*
ka: ตอนนี้ เจ้าไม่จำเป็นต้องหายไปไหน *ร้องไห้*

source: There, there.
ka: นั่น...!

source: Mrrrgh, how dare you put me through such an ordeal! Do you realize how worried I was?
ka: อ๊ากก เจ้ากล้าดียังไง ที่ทดสอบ ข้าแบบนี้ รู้บ้างไหม? ว่าข้ากังวลแค่ไหน

source: All who meet in this life must part someday, somber though the thought may be.
ka: แม้มันจะน่าเศร้าซักเพียงใด ทุกคนที่พบเจอในชีวิต ต้องพรากจากกัน ไม่วันใดก็วันหนึ่ง

source: But that time has yet to come.
ka: แต่เวลานั้นยังมาไม่ถึง

source: That...is enough for me.
ka: นั่น... ก็เพียงพอแล้วสำหรับข้า

source: *sob*
ka: *ร้องไห้*
