Repository: zerlkung/Sakuna-Of-Rice-and-Ruin-TH
Catalog: Event/Miyako/Utage.po
Languages: th_th

source: Bwahaha! I can make my tribute every year using only the rice I have on hand at home. How splendid it is to be a high-ranking noble!
th_th: ฮ่า ฮ่า! ข้าสามารถส่งเครื่องบรรณาการได้ทุกปี ใช้แค่ข้าวที่ข้ามีอยู่ที่บ้านเท่านั้น ช่างวิเศษเหลือเกินที่ได้เป็นขุนนางระดับสูง!

source: I-Is that so? I myself must put forth every effort.
th_th: อ-อย่างนั้นเหรอ? แต่ข้าเอง ต้องทุ่มสุดตัว

source: I hope that Lady Kamuhitsuki will acknowledge me this year.
th_th: หวังว่าท่านหญิงคามุฮิซึกิ จะยอมรับข้าในปีนี้

source: Too bad, so sad!
th_th: น่าเสียดาย น่าสงสาร!

source: You can't change the rank you're born into!
th_th: เจ้าไม่สามารถ เลือกเกิดได้นี่นา!

source: Ah, I know! My dear friend, Kokorowa, I'll bestow upon you the honor of helping me.
th_th: อ๊ะ ข้ารู้แล้ว โคโคโรวะ เพื่อรักของข้า เจ้าจะไปถวายแทนข้าไหม?

source: The more you appear before Lady Kamuhitsuki, the more likely she will be to remember you. Haha!
th_th: ถ้าเจ้าไปปรากฎตัวต่อหน้า ท่านหญิงคามุฮิซึกิ บ่อยๆ ท่านน่าจะจำเจ้าได้มากขึ้นนะ ฮ่าๆ!

source: R-Right. Then, if you would be so kind...
th_th: ง-งั้นเหรอ งั้นข้ายอมรับข้อเสนอนี้ละกัน...

source: Lady Kokorowa...
th_th: ท่านหญิง โคโคโรวะ...

source: My princess, please desist from this japery. You must fulfill your own vital duty.
th_th: องค์หญิงของข้า โปรดหยุดล้อเล่นแบบนี้ซักที หน้าที่นี้สำคัญมาก ท่านต้องทำมันด้วยตัวเอง

source: When you return to your seat, you must not lose yourself in drink again.
th_th: เมื่อท่านกลับมานั่ง ท่านต้องไม่ดื่มจนจำอะไรไม่ได้อีก

source: This again? You're so bothersome, Tama.
th_th: อีกแล้วเหรอ? น่ารำคาญจังนะทามะ

source: Being drunk has no bearing on my ability to fulfill my duty. It's child's play for... Huh?
th_th: การเมาไม่มีผลต่อความสามารถของข้า ถึงจะเมาข้าก็ทำงานได้ เรื่องนี้มันง่ายจะตาย... หือ?

source: Uh-oh...
th_th: เอ่อ...

source: Now where do you think you're going?! I'm not finished speaking with--
th_th: ตอนนี้ท่านคิดจะไปไหน! ข้ายังพูดไม่จบเลย--

source: Sorry, Tama. I was wrong. I'll sober up and get to work.
th_th: ขอโทษนะทามะ ข้าผิดเอง ข้าจะไปทำให้สร่าง และไปทำงาน

source: I'll be right back.
th_th: เดี๋ยวข้ามา

source: Oh, my princess... So you've finally learned to heed my words!
th_th: โอ้ องค์หญิงของข้า... ในที่สุดท่านฟังคำพูดของข้าแล้ว!

source: Hey, you humans!
th_th: เฮ้ เจ้าพวกมนุษย์!

source: Augh, this is not good. This is NOT good.
th_th: อ่า แย่แน่ๆ แบบนี้แย่แน่ๆ

source: Never mind my duty. I am going to be in hot water if the children of men wander in here! I must catch them, and quickly!
th_th: ช่างหน้าที่ของข้าก่อน ข้าจะเดือดร้อน ถ้าลูกหลานของมนุษย์หลงเข้ามาที่นี่! ข้าต้องรีบไปจับให้หมด!

source: What was that loud noise?
th_th: เสียงอะไรดังขนาดนั้น?

source: I smell something...fragrant.
th_th: ข้าได้กลิ่นบางอย่าง... มันหอม
