Repository: zerlkung/Sakuna-Of-Rice-and-Ruin-TH
Catalog: Event/Event/CaveUsagi.po
Languages: th_th

source: I am certain he entered this cave.
th_th: ข้าแน่ใจว่าเขาเข้าไปในถ้ำนี้

source: What is the meaning of this?!
th_th: ความหมายของสิ่งนี้คืออะไร?!

source: Sah-Sah!
th_th: อ๊ะ-อ๋า!

source: Now see here, Kaimaru! Have you forgotten what that thing did to us?
th_th: ดูนี่สิ ไคมารุ! ลืมไปแล้วหรือ ว่าสิ่งนั้นทำกับเราอย่างไร?

source: So why in the world are you...?!
th_th: ทำไมเจ้าถึงยังอยู่...?!

source: An apology is not sufficient recompense!
th_th: แค่คำขอโทษ มันไม่พอหรอกนะ!

source: We lost our house, our livelihood... All because of what you did!
th_th: เราสูญเสียบ้านของเรา อาชีพของเรา... ทั้งหมดเป็นเพราะสิ่งที่เจ้าทำ!

source: We could have died! It only turned out the way it did because...
th_th: เราอาจจะตายได้! มันกลายเป็นแบบนี้เพราะ...

source: Princess!
th_th: องค์หญิง!

source: Then what do you intend to do?
th_th: ท่านตั้งใจจะทำอะไร?

source: Will you punish it? I believe I warned you about it back then.
th_th: ท่านจะลงโทษมันไหม? ข้าเตือนท่านแล้วนะ

source: And yet my advice fell on deaf ears.
th_th: แต่คำแนะนำของข้าก็เข้าหูซ้าย ทะลุหูขวา

source: But... But, Tama...!
th_th: แต่... แต่ ทามะ...!

source: This demon bears fresh wounds. Has it perhaps been exiled by its comrades?
th_th: ปีศาจตนนี้มีบาดแผลใหม่ บางทีมันอาจจะถูกทิ้งโดยพวกของมัน?

source: Even though it was part of the plan, perhaps its familiarity with humans has roused the suspicions of the other demons.
th_th: แม้ว่าจะเป็นส่วนหนึ่งของแผน แต่บางทีกลิ่นของมนุษย์ อาจปลุกความสงสัยของปีศาจตัวอื่นๆ

source: Mind you, that does not change the fact that demons will always be evil at heart.
th_th: จำไว้ว่ามันไม่ได้เปลี่ยนแปลงความจริง ที่ว่าปีศาจจะมีจิตใจที่ชั่วร้ายอยู่เสมอ

source: However, Princess, would you not agree that it has already been suitably punished?
th_th: อย่างไรก็ตาม องค์หญิง คุณไม่เห็นด้วยหรือว่ามันเหมาะสมแล้ว?

source: I know... I know that, Tama.
th_th: ข้ารู้... ข้ารู้น่า ทามะ

source: I know that it did not even come to the pass of its own free will.
th_th: ข้ารู้ว่ามันไม่ได้ ต้องการแบบนี้

source: I know that it was only used by Ishimaru.
th_th: ฉันรู้ว่ามันถูกใช้โดย อิชิมารุ เท่านั้น

source: Good grief... If it had just attacked, I could have made rabbit stew out of it without so much as a second thought.
th_th: ความเศร้าโศก... ถ้ามันจู่โจมข้า ข้าสามารถทำสตูว์กระต่ายได้ โดยไม่ต้องคิดอะไรมาก

source: Worry not. I will stay my hand.
th_th: ไม่ต้องห่วง ข้าจะอยู่นิ่งๆ

source: In the meantime, you may as well eat this.
th_th: ในระหว่างนี้ เจ้าอาจกินสิ่งนี้ได้

source: I will never forget your transgressions.
th_th: ข้าจะไม่ลืมการก้าวก่ายของเจ้า

source: However, if the burden of reproach you bear is too much to shoulder alone...
th_th: แต่ถ้าสิ่งที่เจ้าแบกรับ มันหนักหนาเกินกว่าจะแบกไว้คนเดียว....

source: ...we can at least relieve you of our share.
th_th: ...อย่างน้อย เจ้าก็แบ่งมาให้ข้าได้

source: We will no longer foist the blame upon you.
th_th: ข้าจะไม่ยกโทษให้เจ้าอีกต่อไป

source: We will forgive you. So...live a bit longer.
th_th: เราจะให้อภัยเจ้า ดังนั้น... อยู่ต่อไปอีกหน่อย

source: Let us go, Kaimaru.
th_th: ไปกันเถอะ ไคมารุ
