Repository: zerlkung/Sakuna-Of-Rice-and-Ruin-TH
Catalog: Event/Event/CaveEscape.po
Languages: th_th

source: Lady Sakuna! Tama!
th_th: องหญิง ซากุนะ! ท่านทามะ!

source: Sakuna...!
th_th: ท่านซากุนะ…!

source: Sakuna!
th_th: ท่านซากุนะ!

source: So you're okay, Goddess?
th_th: ท่านไม่เป็นไรใช่ไหม? ท่านเทพธิดา

source: Sah-Sah! Waaah!
th_th: ว-วะ! ว๊าาก!

source: You are all present and accounted for, I see. What is most important is that you are all safe.
th_th: ข้ามองเห็นพวเจ้าทั้งหมด สิ่งที่สำคัญที่สุดคือทุกคนปลอดภัย

source: A horde of demons...came straight for the pass.
th_th: ฝูงปีศาจ...ตรงมายังทางผ่าน

source: We managed to get away, and even grabbed some supplies from the storehouse, but everything else was...
th_th: เราต้องหาทางหนี หยิบเสบียงมาจากโกดัง ส่วนอย่างอื่น...

source: The house... The fields that stood as proof of your toil...!
th_th: บ้านหลังนี้... ทุ่งนาที่เป็นเครื่องพิสูจน์ความเหนื่อยยากของท่าน...!

source: Aaaaaaagh!
th_th: อ๊ากกก!

source: It was that demon rabbit.
th_th: มันคือกระต่ายปีศาจ

source: After you went ta the fort, it creeped outta the pass a bunch of times while it was still on the mend.
th_th: หลังจากที่ท่านไปที่ป้อม มันแอบเล็ดลอดออกจากทางผ่านหลายครั้ง ในขณะที่มันกำลังซ่อมอยู่

source: We kept bringing it back after it collapsed at the base, but it musta led the other demons here.
th_th: เราเก็บมันกลับคืนมา หลังจากที่มันพังทลายลง แต่มันต้องพาปีศาจตัวอื่นๆ มาที่นี่แน่

source: I TOLD ya we needed to kill it! Dammit!
th_th: ข้าบอกแล้ว ว่าเราต้องฆ่ามัน! ไม่น่าเลย!

source: What's done is done. We must discuss what we are to do next.
th_th: อะไรที่ผ่านไปแล้วก็ให้มันผ่านไป เราต้องมาคุยกันว่าจะทำอะไรต่อไป

source: Next?! Whaddaya mean, "next"?!
th_th: ต่อไป?! หมายความว่าไง "ต่อไป" เหรอ?!

source: This is it! We're through!
th_th: นี่ไง สิ่งที่เราทำได้!

source: We're...through...
th_th: เรา... ทำได้...

source: Waaah! Bwaaaaah!
th_th: ว๊ากกกก! อ๊าาาากก!

source: What should we do, Goddess?
th_th: เราควรทำไงกันดี? ท่านเทพธิดา

source: Hmmm... The house and fields were both destroyed.
th_th: อืม... บ้านและทุ่งนาโดนทำลายไปแล้ว

source: Even if we were to rebuild, this ashy rain has corrupted the soil.
th_th: แม้ว่าเราจะสร้างใหม่ ฝนขี้เถ้านี้ก็จะทำให้ดินเสียหาย

source: Perhaps this is truly the end.
th_th: บางทีนี่อาจเป็นจุดจบ

source: We brought some straw mats with us! If we cover the fields with them, then this muddy rain might--
th_th: เรานำเสื่อฟางมาด้วย! ถ้าเราคลุมทุ่งนาด้วยพวกมัน ฝนขี้เถ้าก็อาจจะ--

source: We could not possibly cover everything with the number of mats we have here.
th_th: เราไม่สามารถครอบคลุมทุกอย่างได้ ด้วยจำนวนเสื่อที่เรามีที่นี่

source: Th-Then we stop the rain and begin anew! There are rice husks here. We have not lost everything!
th_th: ถ-ถ้าฝนหยุด เราก็เริ่มต้นใหม่! มีข้าวเปลือกอยู่ที่นี่ เราไม่ได้สูญเสียทุกอย่าง!

source: We can rebuild the house and the shed. The grass and trees will regrow come spring. And the soil will eventually--
th_th: เราสามารถสร้างบ้านและเพิงได้ หญ้าและต้นไม้จะงอกขึ้นใหม่ในฤดูใบไม้ผลิ และในที่สุดดินก็จะ--

source: Quit it already, pops!
th_th: พอได้แล้ว!

source: Just shut yer trap!
th_th: หยุดให้ความหวังซักที!

source: Waaah... *hiccup*
th_th: ว๊ากกก... *สะอึก*

source: Kaimaru, do not rub your eyes.
th_th: ไคมารุ อย่าขยี้ตา

source: What should I do in the face of such despair? I...I haven't a clue...
th_th: ข้าควรทำอย่างไรเมื่อเผชิญกับความสิ้นหวังเช่นนี้? ข้า... ข้านึกอะไรไม่ออกเลย...

source: Princess, where are you going?
th_th: องค์หญิง ท่านจะไปไหน?

source: The... The toilet.
th_th: หะ... ห้องน้ำ

source: Ah, that's right...we no longer have one. Ha...haha...
th_th: อ่า แต่เรา... ไม่มีห้องน้ำแล้วนะ ฮ่า... ฮ่าฮ่า...

source: The fields have been polluted with volcanic ash, and Sakuna's powers have left her...
th_th: ทุ่งนาเต็มไปด้วยขี้เถ้าภูเขาไฟ และพลังของซากุนะ ได้หายไป...
