Repository: zerlkung/Sakuna-Of-Rice-and-Ruin-TH
Catalog: Event/Event/EdDream.po
Languages: th_th

source: Oh... So I'm disappearing after all.
th_th: โอ้... ข้าก็เลยหายตัวไปหลังจากนั้น

source: I...do not believe I have any regrets, but...
th_th: ข้า... ไม่เชื่อ ข้าเสียใจ แต่...

source: You performed splendidly, Princess.
th_th: ท่านแสดงได้ดี องค์หญิง

source: Where are we heading? If it is to the Lowly Realm, will we be reborn as humans?
th_th: เรากำลังมุ่งหน้าไปที่ไหน? หากเป็นอาณาจักรเบื้องล่าง เราจะเกิดใหม่เป็นมนุษย์หรือเปล่า?

source: I pray that I will be reborn at your side.
th_th: ข้าอธิษฐานว่า ข้าขอเกิดใหม่เคียงข้างท่าน

source: As do I. At least grant us that.
th_th: อย่างที่ข้าทำ อย่างน้อยก็ให้เราทำอย่างนั้น

source: Why have you stopped?
th_th: เจ้าหยุดทำไม?

source: Something is coming. A light...
th_th: มีบางอย่างกำลังมา แสงนั่น...

source: I...I recognize it!
th_th: ข้า... ข้าจำมันได้!

source: You've grown so big, Sakuna.
th_th: เจ้าเติบโตขึ้นมากเลยนะ ซากุนะ

source: Mother... It's truly you!
th_th: ท่านแม่... ใช่ท่านจริงๆ ด้วย

source: Your valiant triumph over Omizuchi has freed our tormented souls at last.
th_th: ชัยชนะอันกล้าหาญของลูกเหนือ โอมิซึจิ ได้ปลดปล่อยจิตวิญญาณที่ทรมานของพวกเรา

source: "Our"...? Is Father with you as well?!
th_th: "พวกเรา"...? ท่านพ่ออยู่กับท่านแม่ด้วยเหรอ?!

source: I-Indeed...
th_th: ช-ใช่แล้ว...

source: L-Lord Takeribi! I... I...!
th_th: ท-ท่าน ทาเคริบิ ข้า... ข้า...!

source: Father... I understand your embarrassment, but could you...?
th_th: ท่านพ่อ... ข้าเข้าใจความลำบากใจของท่าน แต่ท่านช่วย...

source: He is truly hopeless.
th_th: เขาหมดหวังไปแล้วจริงๆ

source: Divine raiment, have you forgotten? I am your true master!
th_th: อาภรณ์ศักดิ์สิทธิ์ เจ้าลืมข้าไปแล้วหรือ? ข้าเป็นเจ้าของเจ้านะ!

source: It is my duty to pay the price for your power.
th_th: มันเป็นหน้าที่ของข้า ที่จะต้องชดใช้สิ่งนี้

source: Please do not take my child--my Sakuna--away.
th_th: ได้โปรด อย่าพาลูกของข้า -- ซากุนะของข้า -- ไป

source: If you require a greater sacrifice still, take me as well.
th_th: หากเจ้ายังต้องการการสิ่งที่ยิ่งใหญ่กว่านี้ ก็พาข้าไปแทน

source: I offer my soul: the soul of none other than Lord Takeribi, the peerless warrior god. You should be honored.
th_th: ข้าเสนอวิญญาณของข้า: วิญญาณของทาเคริบิ เทพนักรบที่ไม่มีใครเทียบได้ มันจะเป็นเกียรติ

source: No... We have only just been reunited! After so long, I cannot bear another farewell!
th_th: ไม่... เราเพิ่งกลับมาเจอกันอีกครั้ง! มันยังผ่านไปไม่นาน หนูข้าไม่สามารถทนการจากลาได้อีก!

source: We perished long ago, my love. There is nothing more we can do for you.
th_th: เราตายไปนานแล้ว ลูกรัก ไม่มีอะไรที่เราสามารถทำให้เจ้าได้อีกแล้ว

source: Then...take me with you!
th_th: ถ้างั้น... พาหนูไปกับพวกท่านด้วย

source: I have always dreamed of this day, as I lay on the floor sobbing, a twisted heap of loneliness and sorrow!
th_th: หนูฝันถึงวันนี้มาโดยตลอด ขณะที่หนูนอนร้องไห้อยู่บนพื้น ความเหงามันก็ถาโถมเข้ามา!

source: I missed you! I missed you so much!
th_th: หนูคิดถึงพวกท่าน! หนูคิดถึงพวกท่านมาก!

source: You are a child no longer. You have used your power to accomplish what no one else could.
th_th: ลูกโตขึ้นแล้ว ลูกได้ใช้พลังของลูก ทำสิ่งที่ไม่มีใครทำได้สำเร็จ

source: Be proud and return to your friends. And take him along with you.
th_th: จงภูมิใจ และกลับไปหาเพื่อนของลูก และพาเขาไปกับลูกด้วย

source: Kaimaru?!
th_th: ไคมารุ?!

source: His soul was captured by Omizuchi, much like ours were, as it wandered in search of you.
th_th: วิญญาณของเขาถูกจับโดยโอมิซึจิ เช่นเดียวกับพวกเรา เขาเร่ร่อนตามหาลูกอยู่

source: Sakuna, go back! Go back!
th_th: ซากุนะ กลับไปซะ กลับไป

source: Look at that... He can talk!
th_th: ดูนั่นสิ... เขาพูดได้แล้ว!

source: Goodness. The poor thing is beside himself.
th_th: ช่างน่าสงสาร

source: *sigh* Yes, he is indeed. I suppose SOMEONE needs to take him home.
th_th: *ถอนหายใจ* ใช่ เขาเป็นอย่างนั้นจริงๆ หนูคิดว่าต้องมีคนพาเขากลับบ้าน

source: Listen, you. You've spoiled my private family time.
th_th: ฟังนะ เจ้าทำให้ข้าเสียเวลา ที่จะอยู่กับท่านพ่อ ท่านแม่

source: Heehee!
th_th: แหะ แหะ

source: How miraculous that we were able to bid you farewell, my love.
th_th: มันอัศจรรย์มาก ที่เราสามารถบอกลาเธอได้ ลูกรัก

source: I am loath to part, but know this: even if the world is sundered in twain, we shall always love you and look after you.
th_th: ถึงเราจะไม่ได้อยู่ด้วยกัน แต่จงรู้ไว้ แม้ว่าโลกนี้จะถูกแบ่งออกเป็นสองส่วน เรารักลูก และดูแลลูกอยู่เสมอ

source: Yes...
th_th: ค่ะ...

source: Do not forget. You are our daughter.
th_th: อย่าลืมนะ ลูกคือลูกสาวของเรา

source: Yes...!
th_th: ค่ะ...!

source: Tama, you have endured much on our behalf. You did well raising Sakuna.
th_th: ทามะ เจ้าอดทนเพื่อพวกเรามามากแล้ว เจ้าเลี้ยงดูซากุนะได้ดี

source: Please continue to guide her.
th_th: โปรดให้คำแนะนำเธอต่อไป

source: Yes, my lord! I will serve her faithfully as long as I live!
th_th: ครับ ท่านทาเคริบิ! ข้าจะรับใช้เธออย่างซื่อสัตย์ ตราบเท่าที่ข้ามีชีวิตอยู่!

source: Father, Mother... Be well. I shall go on living.
th_th: ท่านพ่อ ท่านแม่... โปรดดูแลตัวเองด้วย หนูจะใช้ชีวิตต่อไป

source: Goodbye...
th_th: ลาก่อน...
