Repository: zerlkung/Sakuna-Of-Rice-and-Ruin-TH
Catalog: Event/Event/Ending.po
Languages: th_th

source: You can save your clear data. Upon loading this save file, you will be able to play again from right before the festival.
th_th: คุณสามารถบันทึกข้อมูลที่จบแล้วของคุณ เมื่อโหลดไฟล์บันทึกนี้ คุณจะสามารถเล่นได้อีกครั้งตั้งแต่ก่อนเทศกาล

source: Return to the title screen?
th_th: กลับไปยังหน้าจอไตเติ้ล?

source: After these events, Myrthe returns to the Lowly Realm, where she publishes many texts, founds a branch of the Formos religion, and introduces new ideas to countless souls.
th_th: หลังจากเหตุการณ์เหล่านี้ มิรุตได้กลับไปยังอาณาจักรเบื้องล่าง ซึ่งเธอได้ตีพิมพ์ตำราจำนวนมาก ก่อตั้งศาสนาฟอร์มอส และแนะนำแนวคิดใหม่ๆ ให้กับวิญญาณจำนวนนับไม่ถ้วน

source: Kaimaru grows up to be a kindhearted and hardworking farmer in the Lowly Realm. Blessed with his preternatural empathy, he becomes a trusted adviser to his village.
th_th: ไคมารุ เติบโตขึ้นมาเป็นชาวนาที่ใจดีและขยันขันแข็ง ในอาณาจักรเบื้องล่าง ด้วยความเห็นอกเห็นใจที่มากเกินปกติ เขาจึงกลายเป็นที่ปรึกษาที่เชื่อถือได้ของหมู่บ้าน

source: Tauemon continues to grow rice on Hinoe Island. Though ever prone to exaggeration, they say manners make the god--he eventually gains respect as a wise harvest deity.
th_th: ทาเอม่อน ยังคงปลูกข้าวบนเกาะ ฮิโนเอะ แม้ว่าเขาจะชอบพูดเกินจริง แต่คำพูดของเขาก็เป็นเรื่องจริง ในที่สุดเขาก็ได้รับความเคารพในฐานะเทพแห่งการเก็บเกี่ยวที่ชาญฉลาด

source: Tales of Kinta's prowess as a master blacksmith spread all across the Lowly Realm. Depending on who you ask, his aptitude as a drinker became just as awe-inspiring.
th_th: ตำนานความกล้าหาญของ กินตะ ในฐานะช่างตีเหล็กระดับปรมาจารย์ได้แผ่ขยายไปทั่วอาณาจักรเบื้องล่าง และความถนัดของเขาในฐานะนักดื่มนั้นช่างน่าเกรงขาม ทั้งนี้ขึ้นอยู่กับว่าคุณถามใคร

source: Separated from Kinta, Yui grows into a beautiful goddess of the loom. Divine suitors flock to the island to beg for her hand, and are summarily sent packing by Sakuna.
th_th: เมื่อแยกจากกินตะ ยูอิก็เติบโตเป็นเทพธิดา แห่งเครื่องทอผ้าที่สวยงาม เหล่าทวยเทพแห่กันไปที่เกาะเพื่อขอจับมือของเธอ แต่ถูกไล่กลับไปโดย ซากุนะ

source: Recently, Tama has more often been spied idling about; perhaps he can finally relax in light of Sakuna's newfound growth. At any rate, he continues to serve her happily.
th_th: เมื่อเร็ว ๆ นี้ทามะมักชอบอยู่เฉยๆ ในที่สุดเขาก็สามารถผ่อนคลายได้เพราะเห็นการเติบโตของซากุนะ อย่างไรก็ตาม เขายังคงคอยให้การช่วยเลือเธออย่างมีความสุข

source: Kokorowa leads a busy and fulfilling life in Kamuhitsuki's service. After a certain incident, she comes into conflict with another divine inventor...but that is a tale for another time.
th_th: โคโคโรวะ มีชีวิตที่วุ่นวาย และคอยรับใช้คามุฮิซึกิ หลังจากเหตุการณ์หนึ่ง เธอขัดแย้งกับนักประดิษฐ์จากสวรรค์อีกคนหนึ่ง... แต่นั่นก็เป็นเรื่องราวหนึ่ง...

source: Sakuna became the greatest of Yanato's harvest deities. Her Revered Ears are beloved by the gods, and she has brought centuries of bountiful harvests to the Lowly Realm...
th_th: ซากุนะกลายเป็นเทพแห่งการเก็บเกี่ยวที่ยิ่งใหญ่ที่สุดของยานาโตะ ได้รับเคารพนับถือ เธอเป็นที่รักของเหล่าทวยเทพ และเธอได้นำพืชผลอันอุดมสมบูรณ์มาสู่อาณาจักรเบื้องล่างหลายศตวรรษ...
