Repository: zerlkung/Sakuna-Of-Rice-and-Ruin-TH
Catalog: Event/Event/Ukihashi.po
Languages: th_th

source: Ho ho... By what means do you ascend to this place?
th_th: โฮ่ โฮ่... นี่เจ้าขึ้นไปที่นั่นได้ยังไง?

source: Hear me, uninvited guests. If you cross that bridge, your pathway home shall be forever forfeit.
th_th: ฟังข้านะ แขกที่ไม่ได้รับเชิญ ถ้าเจ้าข้ามสะพานนั้นไป ทางกลับบ้านของเจ้า จะหายไปตลอดกาล

source: Turn back... Turn back...
th_th: หันหลังกลับไป... กลับไปซะ...

source: Turn back... *ahem* You DO realize I am speaking, yes?
th_th: กลับไปซะ... *อะแฮ่ม* เจ้าได้ยินข้าพูดใช่ไหม?

source: Yonder lies the Lofty Realm...the realm of the gods. It is no place for humans.
th_th: ที่โน่นคืออาณาจักรอันสูงส่ง...อาณาจักร ของเหล่าทวยเทพ มันไม่ใช่ที่สำหรับมนุษย์

source: Oi. What part of "turn back" eludes you?
th_th: "กลับไปซะ" มันเข้าใจยากตรงไหน?

source: Ha! I finally found you.
th_th: ฮ่า! ในที่สุดข้าก็พบเจ้า

source: I had no clue such a grand bridge was on this mountain.
th_th: ข้าไม่เข้าใจเลย ทำไมมีสะพานที่ยิ่งใหญ่ อยู่บนภูเขาลูกนี้

source: It's time to pay up. You won't get away from me this time, Katsura.
th_th: ถึงเวลาจ่ายหนี้แล้ว คราวนี้เธอหนีไปจากข้าไม่ได้หรอก คัตสึระ

source: Ishimaru... Why have you chased us this far?
th_th: อิชิมารุ... ทำไมเจ้าไล่ตามพวกเรามาไกลถึงขนาดนี้?

source: A dunce like you probably wouldn't understand, but we're at our wits' end too.
th_th: คนโง่อย่างเจ้าคงไม่เข้าใจ แต่ข้าก็ทนถึงที่สุดแล้วเหมือนกัน

source: I can't let those kids go, and you, traitor... You need to die.
th_th: ข้าปล่อยเด็กพวกนั้นไปไม่ได้ และเจ้า คนทรยศ... เจ้าต้องตาย

source: Then I shall steel myself, if I must!
th_th: ถ้าอย่างนั้น ก็เข้ามา!

source: Could you look any more pathetic? I can't believe you're a samurai.
th_th: เจ้าช่างดูน่าสมเพชจริงๆ ข้าไม่อยากจะเชื่อเลยว่าเจ้าเป็นซามูไร

source: Whatever. Just die!
th_th: ยังไงก็เถอะ ตายซะ!

source: What? Princess! What are you doing in a place like this?!
th_th: อะไรนะ? องค์หญิง! ท่านมาทำอะไรในที่แบบนี้?!

source: I will not allow this! Return at once, Princess!
th_th: ท่านทำแบบนั้นไม่ได้! กลับมาเลย องค์หญิง!

source: The hell? What's going on?
th_th: อะไรเนี่ย? เกิดอะไรขึ้น?

source: Whoa!
th_th: โว้ว!

source: Hmm? Oh, please, do carry on. You needn't let me interrupt you.
th_th: หืม? ตามสบายเลย ข้าจะไม่รบกวนเจ้า

source: Still, how fascinating! Are you humans? You are, aren't you?!
th_th: แต่ยังไงก็น่าสนใจ! พวกเจ้าเป็นมนุษย์ใช่ไหม? เป็นใช่ไหม?!

source: To cross swords immediately upon entering the Lofty Realm... What a barbaric display. Go on, then. Get on with it!
th_th: หันดาบเข้าหากันทันทีที่เข้าสู่ อาณาจักรอันสูงส่ง... ช่างเป็นพวกที่ป่าเถื่อนจริงๆ สู้กันเลย ข้าอยากดู!

source: The Day of Tribute is such a bore. All there is to do is drink until my turn comes around.
th_th: วันแห่งการส่งเครื่องบรรณาการช่างน่าเบื่อ ข้าก็แค่ดื่มเหล้าไปเรื่อยๆ จนกว่าจะถึงตาข้า

source: But today, my little jaunt has been rewarded with a most unexpected encounter. Heehee...
th_th: แต่วันนี้ การเดินเล่นของข้าได้พามาเจอ กับการเผชิญหน้าที่คาดไม่ถึง ฮิฮิ...

source: My princess, you mustn't associate with such--
th_th: องค์หญิง อย่าไปยุ่งกับคนพวกนี้--

source: There's no need to fret. I'll return soon. *hic*
th_th: อย่าห่วงเลย เดี๋ยวข้าก็กลับไป *ฮึก*

source: Oho... Quite the luxurious getup.
th_th: โฮ้ ชุดเจ้ามันหรูมากเลย

source: Oooh, you're most perceptive for a ruffian!
th_th: โอ้ เจ้าตาถึงเหมือนกันนี่ ทั้งที่เป็นแค่นักเลง!

source: Splendid, isn't it? The peak of elegance! It demonstrates my status magnificently, don't you think?
th_th: ยอดเยี่ยมใช่มั้ย ที่สุดของความสง่างาม! มันแสดงให้เห็นสถานะที่สูงส่งของข้า เจ้าก็คิดแบบนั้นใช่ไหม?

source: Ugh, you reek of sake! I thought you were a kid!
th_th: เจ้ามีแต่กลิ่นสาเก! ข้าคิดว่าเจ้าก็ยังเป็นแค่เด็ก!

source: Mrrrgh, how dare you! I am a hale and hearty adult!
th_th: เจ้ากล้าดียังไง! ข้าเป็นผู้ใหญ่แล้วนะ!

source: Gaaah!
th_th: อ๊ากกก!

source: Whew... The sting of that horrible comment sobered me right up.
th_th: คำพูดอันไม่น่าฟังนั่น ทำให้ข้าหายเมาเลย

source: I suppose I'll return to the banquet and reacquaint myself with the joy of intoxication.
th_th: ข้าคิดว่าข้าจะกลับไปงานเลี้ยง และ กลับไปดื่มให้เมาดีกว่า

source: Children of men, ahead lies the domain of the gods. Turn back before the bridge vanishes.
th_th: ลูกหลานของมนุษย์ทั้งหลาย ข้างหน้าคือวิหารของ พระเจ้า หันหลังกลับไปซะ ก่อนที่สะพานจะหายไป

source: If you don't, your safety cannot be guaranteed...or so they say.
th_th: ถ้าเจ้าไม่ทำตาม ข้าจะไม่รับของความปลอดภัย ของพวกเจ้า...หรืออย่างที่เค้าว่ากัน

source: Hm, hm, hmmm...!
th_th: อืม อืมมม...!

source: That child has incredible strength.
th_th: เด็กคนนั้นมีพลังที่เหลือเชื่อ

source: She mentioned a banquet. If we follow her, we might find something to eat.
th_th: เธอพูดถึงงานเลี้ยง ถ้าเราตามเธอไป เราอาจจะมีของกิน

source: This is...
th_th: นี่คือ...

source: Kinta... Is that you, Kinta?
th_th: กินตะ... นั่นเจ้าเหรอ กินตะ?

source: I know that voice. You're...the head monk from that temple, huh?
th_th: ข้ารู้จักเสียงนั้น เจ้าคือ...หัวหน้าพระจากวัดนั้นเหรอ?

source: It has been quite some time, my boy.
th_th: มันผ่านมาซักพักแล้ว

source: You're a lot less, uh...physical than I remember. Did that rickety ol' body finally give out and send ya to the Lofty Realm?
th_th: ทางกายภาพ เอ่อ... เจ้ามีน้อยกว่าข้า ร่างกายที่อ่อนแอแบบนั้น จะให้ส่งเจ้าไปยังอาณาจักรอันสูงส่ง?

source: Ho ho... Or from another perspective, the fact that you HAVE a body implies that you remain alive despite being here.
th_th: โฮ่... หรือในอีกมุมหนึ่ง ความจริงที่ว่า ถ้าเจ้ามีร่างกายก็หมายความว่า เจ้ายังมีชีวิตอยู่ แม้จะอยู่ที่นี่

source: That is good. I was greatly concerned that you might have drawn your final breath in some forsaken gutter.
th_th: นั่นเป็นสิ่งที่ดี ข้าเป็นห่วงเจ้ามาก นั่นอาจเป็นลมหายใจสุดท้ายของเจ้า

source: Now, then. Would you humor an old man and explain why you ran away from the temple?
th_th: ตอนนี้ เจ้าทำตัวเหมือนคนแก่ และ ควรอธิบายว่าทำไมเจ้าถึงหนีออกจากวัด?

source: Y'know... It's not that we had a problem with being put to work. If that's all it was, we wouldn'ta made for the hills.
th_th: รู้ไหม... ไม่ใช่ว่าเรามีปัญหากับ การทำงาน ถ้านั่นคือทั้งหมด เราจะไม่ทำเพื่อเนินเขา

source: But we got sick of being knocked around by those so-called "monks" every dang day. They roughed us up real good.
th_th: เราก็เบื่อสิ่ง ที่เรียกว่า "พระ" ทุกวัน แต่พวกเขาทำให้เราขึ้นดีจริงๆ

source: And THEN we'd get lectured every night about being grateful for it all.
th_th: แล้วเราก็ได้รับคำเทศนาทุกคืน รู้สึกขอบคุณสำหรับทั้งหมด

source: I know you tried ta do right by us, but we couldn't stand being preached to by the same monks who would turn around and hit us.
th_th: ข้ารู้ว่าเจ้าพยายามทำแล้ว แต่เรา ทนรับคำเทศนาไม่ได้เหมือนกัน พระที่จะหันกลับมา

source: So we cut our losses and ran.
th_th: ดังนั้นเราจึงหนีออกมา

source: We ran and ran...and did anything to survive.
th_th: เราวิ่งและวิ่ง...และทำทุกอย่างเพื่อความอยู่รอด

source: How shameful... I must have been blind to overlook such corruption in my temple.
th_th: น่าอายจริงๆ...ข้าคงตาบอดไปแล้วมั้ง ที่มองข้ามการทุจริตดังกล่าวในวัดของข้า

source: I am so, so sorry, Kinta. Truly...I beg your forgiveness.
th_th: ขอโทษจริงๆ กินตะ จริงๆนะ... ข้าขอโทษ

source: That temple needed an upheaval to contend with the warring world beyond its walls.
th_th: วัดนั้นต้องการความเปลี่ยนแปลง เพื่อต่อสู้ กับโลกที่อยู่นอกกำแพง

source: Had we not strengthed our hearts and bodies, we'd have been unable to defend our holy sanctum. Such was the cruel age we lived in.
th_th: หากเราไม่เสริมกำลังกายและใจ เราจะไม่สามารถปกป้องสถานที่ศักดิ์สิทธิ์ ของเราได้ นั่นคือยุคที่โหดร้าย ที่เราอาศัยอยู่

source: The temple was the final sanctuary for the people of that land. We had to fortify it at any cost.
th_th: วัดเป็นสถานที่ศักดิ์สิทธิ์สุดท้ายของ คนในอาณาจักรนั้น เราต้องเสริมสร้างมัน แม้ว่าต้องแลกกับอะไรก็ตาม

source: I relied on our good name to parley with the strong. Now any prestige we once held is as dust in the wind.
th_th: ข้าอาศัยชื่อที่ดีของเราในการต่อรองกับ ความแข็งแกร่ง บัดนี้ศักดิ์ศรีใด ๆ ที่เราเคยมีอยู่เป็นเช่น สิ่งสกปรกในอากาศ

source: But what merit is there in strength without integrity? My indiscretion jeopardized the safety of the children in my care.
th_th: แต่สิ่งที่ไม่มีคือ ความซื่อสัตย์? ความไม่รอบคอบของข้าทำให้ ความปลอดภัยของเด็กในความดูแลของข้าน้อยลง

source: How terribly ironic.
th_th: ช่างน่าตลกเสียเหลือเกิน

source: Kinta... Do you hate me?
th_th: กินตะ... เจ้าเกลียดข้าไหม?

source: 'Course I do.
th_th: แน่นอน ข้าจะทำ

source: It's not just you, though. I hate everyone in the Lowly Realm.
th_th: ไม่ใช่แค่เจ้าเท่านั้น ข้าเกลียดทุกคนในอาณาจักรเบื้องล่าง

source: The foreigners who torched my village... My sad excuse of a father, who couldn't protect my mother or sister...
th_th: ชาวต่างชาติที่เผาหมู่บ้านข้า... ข้อแก้ตัวที่น่าเศร้าของข้า เกี่ยวกับพ่อที่ไม่สามารถ ปกป้องแม่หรือน้องสาวของข้า...

source: And myself, too.
th_th: และตัวข้าด้วย

source: Oh, Kinta. My dear Kinta. Listen...
th_th: โอ้ กินตะ กินตะที่รัก ฟังนะ...

source: Wha--?! The mist's getting thicker.
th_th: อะไร--?! หมอกหนาขึ้นเรื่อยๆ

source: Whoa!
th_th: โว้ว!
