Repository: zerlkung/Sakuna-Of-Rice-and-Ruin-TH
Catalog: Event/Event/WayBack.po
Languages: th_th

source: Say, Tama... Do you think I can defeat Omizuchi as I am now?
th_th: บอกข้ามา ทามะ... เจ้าคิดว่าข้าสามารถ เอาชนะ โอมิซึจิ ได้ไหม?

source: You have truly grown strong in both mind and body.
th_th: ท่านเติบโตอย่างแข็งแกร่ง ทั้งจิตใจ และร่างกาย

source: You are likely stronger than most gods in the capital now. For me, there is no greater happiness.
th_th: ตอนนี้ท่านแข็งแกร่งกว่าเทพเจ้าส่วนใหญ่ ในเมืองหลวงแล้ว สำหรับข้า ไม่มีความสุขใดมากไปกว่านี้

source: However, unfortunately...
th_th: อย่างไรก็ตาม น่าเสียดาย...

source: You have yet to reach your father's heights, and it seems as though Omizuchi is much more powerful now than he was in the past.
th_th: ถึงจะยังไม่เทียบเท่าท่านพ่อของท่าน แต่ดูเหมือนว่าตอนนี้ โอมิซึจิ จะมีพลังมากกว่าเมื่อก่อนมาก

source: It would take the full might of every god in the capital to bring him to heel.
th_th: ต้องใช้พลังเต็มที่ของเทพเจ้าทุกคน ในเมืองหลวง เพื่อทำให้เขาล้มลง

source: If only Lord Takeribi and Lady Toyohana would return...
th_th: ถ้าเพียงแค่ท่านทาเคริบิ และท่านหญิงโทโยฮานะ กลับมา...

source: Yeah... I suppose you're right.
th_th: ใช่... ข้าคิดว่าเจ้าพูดถูก

source: Princess, do you wish to protect this island?
th_th: องค์หญิง ท่านต้องการปกป้องเกาะนี้หรือไม่?

source: The island where your parents met?
th_th: เกาะที่ท่านพ่อ ท่านแม่ของท่านพบกัน?

source: The island where you have worked and lived alongside the children of men?
th_th: เกาะที่ท่านเคยทำงาน และอาศัยอยู่กับพวกมนุษย์?

source: Of course I do. But what can we do alone?
th_th: แน่นอนข้าจะทำ แต่ข้าต้องทำสิ่งนี้คนเดียว?

source: We have spoken of the power that lies dormant within your divine raiment. Should you desire it, a suitable sacrifice is required.
th_th: เราได้พูดถึงพลังที่ซ่อนอยู่ภายในอาภรณ์ศักดิ์สิทธิ์ ของท่าน หากท่านต้องการมัน ต้องมีการแลกเปลี่ยนที่เท่าเทียม

source: To put it in simpler terms: You can obtain power if you pay a price.
th_th: พูดให้เข้าใจง่ายๆ: ท่านจะได้รับพลัง หากท่านมีสิ่งแลกเปลี่ยน

source: What are you trying to say?
th_th: เจ้าพยายามจะสื่ออะไร?

source: Now is the time to summon forth the hidden power within your holy keepsake, my lady.
th_th: ถึงเวลาที่จะเรียกพลังที่ซ่อนอยู่ ในของอันศักดิ์สิทธิ์ของท่านออกมา องค์หญิงของข้า

source: That raiment's true name is "the shawl that crosses realms."
th_th: ชื่อจริงของอาภรณ์นั้นคือ "ผ้าคลุมไหล่ของสองอาณาจักร"

source: I do not know who made it or to what end, nor do I know what will happen if you unlock its true potential.
th_th: ข้าไม่รู้ว่าใครสร้างมันขึ้นมา และไม่รู้ว่าจะเกิดอะไรขึ้น หากท่านปลดล็อกศักยภาพที่แท้จริงของมัน

source: No matter how resolved you are to stand firm against Omizuchi, it will mean nothing if he is sent to another realm.
th_th: ไม่ว่าท่านตั้งใจแค่ไหนที่จะยืนหยัดต่อสู้กับ โอมิซึจิ มันจะไม่มีความหมายอะไรเลย ถ้าเขาถูกส่งไปยังอาณาจักรอื่น

source: And then...
th_th: และหลังจากนั้น...

source: Then...what?
th_th: หลังจากนั้น... อะไร?

source: I, Tama, the holy Edge of Hoshidama, will melt myself down and be reformed into a new farm tool for you.
th_th: ข้า ทามะ ผู้ศักดิ์สิทธิ์แห่งโฮชิดามะ จะหลอมละลายตัวเอง และแปลงร่างเป็น เครื่องมือสำหรับทำฟาร์มให้ท่าน

source: If you wield a farm tool that holds the power of the holy sword, you may be able to pierce even Omizuchi's fearsome hide.
th_th: หากท่านใช้เครื่องมือที่มีพลังของดาบศักดิ์สิทธิ์ ท่านอาจเจาะทะลุได้แม้กระทั่งหนังที่น่ากลัว ของ โอมิซึจิ

source: Nay, I WILL strike Omizuchi true, even if it takes everything I have!
th_th: ไม่ ข้าจะจัดการ โอมิซึจิ แม้ว่าจะใช้ทุกสิ่งที่ข้ามี!

source: You will..."melt down and be reformed"?
th_th: เจ้าจะ..."หลอมละลายและเปลี่ยนรูป" ใช่ไหม?

source: How can you say that, Tama?! If you do that, you'll surely...
th_th: เจ้าพูดแบบนั้นได้ยังไงทามะ! ถ้าเจ้าทำอย่างนั้น เจ้าจะ...

source: My soul now resides only in the hilt of the sword, granting me this physical form.
th_th: วิญญาณของข้าตอนนี้ อาศัยอยู่ในด้ามดาบเท่านั้น ทำให้ข้าสามารถเปลี่ยนรูปได้

source: If I am dissolved and reformed with new iron, I will be reborn as a holy sword, but I will likely lose my soul in the process.
th_th: ถ้าข้าละลายและเปลี่ยนรูปด้วยเหล็กใหม่ ข้าจะได้เกิดใหม่เป็นดาบศักดิ์สิทธิ์ แต่ข้าก็คงจะสูญเสียจิตวิญญาณไปในระหว่างนั้น

source: No... Why would you task me with making such a dreadful decision?!
th_th: ไม่... ทำไมเจ้าให้ข้าตัดสินใจ ในเรื่องยากๆ แบบนี้

source: Are you telling me to offer you as a sacrifice? You, who raised me all by yourself?!
th_th: เจ้ากำลังบอกให้ข้าเสียสละเจ้าไป? ทำไมถึงพูดกับข้าแบบนั้น!

source: You are very kind, Princess. I am not worthy of such sentiment.
th_th: ท่านใจดีมากองค์หญิง ข้าไม่คู่ควรได้รับความรู้สึกเช่นนั้น

source: Truly, my heart overflows with joy.
th_th: อันที่จริง หัวใจของข้า ก็เปี่ยมล้นด้วยความปิติยินดี

source: However... In the end, I am but a sword.
th_th: อย่างไรก็ตาม... สุดท้ายแล้ว ข้าก็เป็นเพียงแค่ดาบ

source: I cut down countless foes in the able grip of Lord Takeribi, so if I can once again fulfill that duty by acting as your sword...
th_th: ข้าได้โค่นศัตรูนับไม่ถ้วน ไปพร้อมกับท่านทาเคริบิ ดังนั้น หากข้าสามารถทำหน้าที่นั้นได้อีกครั้ง โดยทำหน้าที่เป็นดาบของท่าน...

source: ...then I will pass beyond this realm free of wordly regrets.
th_th: ...หลังจากนั้น ข้าจะก้าวผ่านมันไป โดยไม่มีความเสียใจ

source: No... No, absolutely not! I could not bear such a thing!
th_th: ไม่... ไม่แน่นอน! ข้าไม่สามารถทนกับสิ่งนั้นได้!

source: Such a lonesome path you would set me upon... A victory without you would be hollow!
th_th: เส้นทางเดียวดายที่เจ้าคิดไว้... ชัยชนะที่ไม่มีเจ้าก็ว่างเปล่า!

source: You must show that insolent Omizuchi the willpower possessed by the gods of Yanato!
th_th: ท่านต้องแสดงให้ โอมิซึจิ จอมอวดดีเห็น พลังที่ครอบครองโดยเทพเจ้าแห่ง ยานาโตะ!

source: This is ridiculous! I won't have it!
th_th: นี่มันไร้สาระ! ข้าไม่ต้องการมัน!

source: Your sacrifice does not assure our triumph! We may all end up dead regardless.
th_th: การเสียสละของเจ้าไม่ได้ยืนยันว่าเราจะชนะ! เราทุกคนอาจจะตายได้

source: Yes... It is as Kinta said. "It is not worth it if we are killed."
th_th: ใช่... มันเป็นอย่างที่กินตะพูด “มันไม่คุ้มเลย ถ้าพวกเราถูกฆ่าตาย”

source: Hear me, Tama. Do not speak of this again. That is an order from your master!
th_th: ฟังข้านะทามะ อย่าพูดถึงเรื่องนี้อีก นั่นคือคำสั่งจากเจ้านายของเจ้า!

source: Princess...
th_th: องค์หญิง...

source: Mud... No, ash mixed with rain?
th_th: โคลน... ไม่ นี่มันขี้เถ้าที่ปนมากับฝน

source: In any case, let us return home for now. I am concerned for the others and our fields.
th_th: ยังไงก็ขอกลับบ้านก่อน ข้าเป็นห่วงคนอื่นและทุ่งนาของเรา

source: Say, Tama...
th_th: พูดมา ทามะ...

source: Ishimaru was a miserable man, wasn't he?
th_th: อิชิมารุ เป็นคนที่น่าสงสารใช่มั้ย?

# English 07000501_2,Tama,Base,Standard,-,-,-,はっ…,Yes...,是…,您是说……,옛…,Sí...
source: Yes...
th_th: ใช่...

source: I could end up just like him if I were to lose everyone.
th_th: ข้าอาจจะจบลงเหมือนเขา ถ้าข้าต้องสูญเสียทุกคนไป

source: I want to protect this island. The more time passes, the stronger that desire becomes.
th_th: ข้าต้องการปกป้องเกาะนี้ ยิ่งเวลาผ่านไป ความตั้งใจก็ยิ่งแข็งแกร่งขึ้น

source: Therefore, I...
th_th: ดังนั้น ข้า...

source: I will...!
th_th: ข้าจะ...!

source: I will fight Omizuchi!
th_th: ข้าจะจัดการกับ โอมิซึจิ!

source: Tama... No, The Edge of Hoshidama.
th_th: ทามะ...

source: Lend me your strength!
th_th: ข้าขอยืมพลังหน่อย!

source: Princess...!
th_th: องค์หญิง

source: You have...spoken well.
th_th: ท่าน... พูดได้ดี

source: I...sincerely apologize. I can think of no other way.
th_th: ข้า... ขอโทษจริงๆ ข้านึกอย่างอื่นไม่ออก

source: If it is what you have decided, then that in itself has meaning.
th_th: หากเป็นสิ่งที่ท่านตัดสินใจ สิ่งนั้นก็มีความหมาย

source: I will not forget all that you have done for me.
th_th: ข้าจะไม่ลืมทุกสิ่ง ที่เจ้าได้ทำเพื่อข้า

source: I have been blessed to have two magnificent masters.
th_th: ข้าได้รับพร ที่มีแอสเตอร์อันงดงามสองดวง

source: Though my form may change, I will always be by your side. Let us go forth together.
th_th: แม้ว่ารูปร่างของข้าจะเปลี่ยนไป แต่ข้าจะอยู่เคียงข้างท่านเสมอ ก้าวไปพร้อมกัน

source: Yes...but first, the Homusubi specter awaits.
th_th: ใช่... แต่ก่อนอื่น ภูติผีโฮมุซึบิ กำลังรออยู่

source: Please stay as you are for just a while longer.
th_th: ขอให้เป็นอย่างนี้ไปนานๆ
