Repository: zerlkung/Sakuna-Of-Rice-and-Ruin-TH
Catalog: Event/Last/Main_1_Boss.po
Languages: th_th

source: Rancor... Hatred... Overflowing resentment...
th_th: ความแค้น... ความแค้น... มันท่วมท้นออกมา...

source: For Lady Kamuhitsuki... For the gods of the capital...
th_th: เพื่อท่านหญิงคามุฮิซึกิ... เพื่อเทพเจ้าแห่งเมืองหลวง...

source: No matter how I swell with newfound strength, my anger burns as a fire unquenched.
th_th: ไม่ว่าข้าจะโตขึ้นด้วยพลังที่เพิ่งค้นพบแค่ไหน ความโกรธของข้าก็แผดเผาราวกับไฟที่ยังไม่ดับ

source: ...Who would stand before me? State your name.
th_th: ...เจ้าเป็นใคร? พูดชื่อของเจ้ามา

source: I am Princess Sakuna!
th_th: ข้าคือ องค์หญิง ซากุนะ!

source: Before we do battle, I have but one question. Where are my parents, Takeribi and Toyohana?
th_th: ก่อนที่เราจะสู้กัน ข้าขอถามหน่อย ท่านพ่อกับท่านแม่ของของข้า อยู่ที่ไหน?

source: Fwahahaha! So you are Takeribi and Toyohana's daughter!
th_th: ฮ่าๆๆๆ! เจ้าคือลูกสาวของทาเคริบิและโทโยฮานะนี่เอง!

source: A most interesting turn of events, this. I shall devour you as I did your pathetic parents!
th_th: เรื่องนี้น่าสนใจมากๆ ข้าจะจัดการกับเจ้า เหมือนที่พ่อ-แม่ของเจ้าโดน!

source: I see...
th_th: ข้ารู้...

source: I must thank you for your callous admission.
th_th: ยังดีที่เจ้าตอบข้าตามความจริง

source: The clouds part on my lingering doubt!
th_th: ข้าหายสงสัยแล้ว!

source: Divine raiment, reveal your true strength at last!
th_th: ในที่สุด อาภรณ์ศักดิ์สิทธิ์ ก็แสดงพลังที่แท้จริงออกมา!

source: I care not what happens to me! In exchange, I beseech you: lend me all the power you have left!
th_th: ข้าไม่สนใจว่าจะเกิดอะไรขึ้นกับข้าบ้าง! เพื่อเป็นการแลกเปลี่ยน ข้าขอยืมพลังทั้งหมดที่เจ้ามี

source: My name is Princess Sakuna! I am a goddess of Yanato... and a resident of Hinoe!
th_th: ข้าคือองค์หญิงซากุนะ! ข้าคือเทพธิดาแห่งยานาโตะ... และอาศัยอยู่ที่ฮิโนเอะ!

source: What is this light?!
th_th: นั่นแสงอะไร?!

source: Just as you have amassed your wicked strength by drawing upon the Tree of Creation, so too do I have a wellspring of power within me.
th_th: เหมือนที่เจ้ายืมพลังชั่วร้าย จากต้นไม้แห่งการสร้างสรรค์ ข้าก็สามารถทำได้เช่นกัน

source: The puissant lineage of my parents. The people I protect here on Hinoe. These priceless treasures outstrip even the Tree of Creation.
th_th: สายเลือดของพ่อแม่ข้า ผู้คนที่ข้าปกป้องที่นี่ ที่ฮิโนเอะแห่งนี้ ของเหล่านี้ เหนือกว่าต้นไม้แห่งการสร้างสรรค์

source: O wayward god of malevolence, by my divine hand shall you be smitten!
th_th: เทพปีศาจแห่งความชั่วร้าย เจ้าจะพ่ายแพ้ด้วยมืออันศักดิ์สิทธิ์ของข้า!

source: The Tree of Creation is no match, you say? I see... The apple does not fall far from the tree indeed...
th_th: เจ้าพูดว่า ต้นไม้แห่งการสร้างสรรค์ไม่เหมือนกัน? อย่างที่ข้าคิดเลย... ลูกไม้หล่นไม่ไกลต้นจริงๆ...

source: Impudent goddess of men!
th_th: เจ้าช่างอวดดีจริงๆ!

source: The form called Omizuchi is no more...
th_th: รูปลักษณ์ของโอมิซึจิ จะไม่มีอีกแล้ว...

source: I am now Omizuchi of Ruin, nemesis of all gods and men!
th_th: ตอนนี้ข้าคือ โอมิซึจิแห่งการทำลาย ศัตรูตัวฉกาจของทวยเทพและมนุษย์!

source: To me, Tama! This is our final battle!
th_th: ทามะ! นี่คือการต่อสู้ครั้งสุดท้ายของเรา!

source: I shall ever remain at your side, Princess!
th_th: ข้าจะอยู่เคียงข้างท่านตลอดไป องค์หญิง!

source: Astonishing... To think that such genuine might laid behind your conviction...
th_th: น่าตกใจจริงๆ... ข้านึกว่าเจ้า จะสั่นด้วยความหวาดกลัวมากกว่านี้ซะอีก...

source: Haha... Though my victory was never assured, I would have been remiss not to give my all.
th_th: ฮ่าฮ่า... แม้ว่าข้าจะไม่รู้อนาคต แต่ข้าจะตั้งใจสู้อย่างเต็มที่ เพื่อไม่ให้สูญเสียสิ่งที่ข้ารัก

source: Thus does the hour of my expiration draw nigh. This mortal form sputters and fails.
th_th: ข้าใกล้จะหายไปแล้ว แต่เหตุการณ์แบบนี้จะเกิดขึ้นอีก

source: Should the seed of resentment persist in the Lowly Realm, I shall be reborn yet again.
th_th: หากเมล็ดพันธุ์แห่งความแค้นยังคงอยู่ในอาณาจักรเบื้องล่าง ข้าจะได้เกิดใหม่อีกครั้ง

source: However, that will remain impossible for some time.
th_th: แต่มันก็ไม่ได้เป็นแบบนั้นเสมอ

source: What? What do you mean?
th_th: เจ้าหมายความว่าไง?

source: Hold! At least wait for him to finish speaking, divine raiment!
th_th: เดี๋ยวก่อน! อย่างน้อยก็ให้เขาพูดจบก่อน อาภรณ์ศักดิ์สิทธิ์!

source: Your power--the power of the harvest goddess...
th_th: พลังของเจ้า - พลังของเทพธิดาแห่งการเก็บเกี่ยว...

source: Just as the resentment of the Lowly Realm made this isle a haven for demons, so too will your bountiful harvest bring great blessings.
th_th: เช่นเดียวกับความแค้นของอาณาจักรเบื้องล่าง ทำให้เกาะนี้เป็นที่พำนักของเหล่าปีศาจเช่นกัน การเก็บเกี่ยวของเจ้า นำมาซึ่งพรอันยิ่งใหญ่สู่เกาะนี้

source: The Lowly Realm is on the precipice of turning the page on the age of starvation and war.
th_th: อาณาจักรเบื้องล่างอยู่บนหน้าผาแห่งการพลิกผัน ในยุคของความอดอยากและสงคราม

source: The children of men will tenuously join hands and create a new country.
th_th: พวกมนุษย์จะร่วมมือกัน และสร้างประเทศใหม่

source: Hatred cannot fester where peace reigns. That place will not hold enough resentment to resurrect me.
th_th: ความเกลียดชังไม่อาจมี ในที่ที่มีความสงบสุข ที่แห่งนั้นจะไม่มีความขุ่นเคืองเพียงพอ เพื่อชุบชีวิตข้าขึ้นมา

source: Your deeds here today shall echo throughout the ages, and the people will raise themselves up anew. Neither I nor the demons shall return.
th_th: การกระทำของเจ้าที่นี่ในวันนี้ จะถูกบัยทึกไปตลอดกาล และผู้คนจะฟื้นคืน ขึ้นมาใหม่ ทั้งข้าและเหล่าปีศาจจะไม่กลับมา

source: Farewell, great goddess of men who has quelled my interminable hatred.
th_th: ลาก่อน เทพธิดาผู้ยิ่งใหญ่ ผู้ขจัดความเกลียดชังอันไม่สิ้นสุดของข้า

source: Press and hold ~ClothButton~ + ~SkillButton~ to create a barrier with your divine raiment that absorbs attacks.
th_th: กด ~ClothButton~ + ~SkillButton~ ค้างไว้เพื่อสร้างโล่ ด้วยอาภรณ์ศักดิ์สิทธิ์ของคุณ

source: When the raiment shines with the colors of the rainbow, release its power with ~ClothButton~ + ~SkillButton~ to launch a counterattack.
th_th: เมื่ออาภรณ์เปล่งแสงสีรุ้ง ปล่อยพลังด้วย ~ClothButton~ + ~SkillButton~ เพื่อเริ่มการโต้กลับ
